[
  {
    "id": 1,
    "name": "Bulbasaur",
    "description": "Bulbasaur can be seen napping in bright sunlight. There is a seed on its back. By soaking up the sun’s rays, the seed grows progressively larger."
  },
  {
    "id": 2,
    "name": "Ivysaur",
    "description": "There is a bud on this Pokémon’s back. To support its weight, Ivysaur’s legs and trunk grow thick and strong. If it starts spending more time lying in the sunlight, it’s a sign that the bud will bloom into a large flower soon."
  },
  {
    "id": 3,
    "name": "Venusaur",
    "description": "There is a large flower on Venusaur’s back. The flower is said to take on vivid colors if it gets plenty of nutrition and sunlight. The flower’s aroma soothes the emotions of people."
  },
  {
    "id": 4,
    "name": "Charmander",
    "description": "The flame that burns at the tip of its tail is an indication of its emotions. The flame wavers when Charmander is enjoying itself. If the Pokémon becomes enraged, the flame burns fiercely."
  },
  {
    "id": 5,
    "name": "Charmeleon",
    "description": "Charmeleon mercilessly destroys its foes using its sharp claws. If it encounters a strong foe, it turns aggressive. In this excited state, the flame at the tip of its tail flares with a bluish white color."
  },
  {
    "id": 6,
    "name": "Charizard",
    "description": "Charizard flies around the sky in search of powerful opponents. It breathes fire of such great heat that it melts anything. However, it never turns its fiery breath on any opponent weaker than itself."
  },
  {
    "id": 7,
    "name": "Squirtle",
    "description": "Squirtle’s shell is not merely used for protection. The shell’s rounded shape and the grooves on its surface help minimize resistance in water, enabling this Pokémon to swim at high speeds."
  },
  {
    "id": 8,
    "name": "Wartortle",
    "description": "Its tail is large and covered with a rich, thick fur. The tail becomes increasingly deeper in color as Wartortle ages. The scratches on its shell are evidence of this Pokémon’s toughness as a battler."
  },
  {
    "id": 9,
    "name": "Blastoise",
    "description": "Blastoise has water spouts that protrude from its shell. The water spouts are very accurate. They can shoot bullets of water with enough accuracy to strike empty cans from a distance of over 160 feet."
  },
  {
    "id": 10,
    "name": "Caterpie",
    "description": "Its body is soft and weak. In nature, its perpetual fate is to be seen by others as food."
  },
  {
    "id": 11,
    "name": "Metapod",
    "description": "Its hard shell doesn’t crack a bit even if Pikipek pecks at it, but it will tip over, spilling out its insides."
  },
  {
    "id": 12,
    "name": "Butterfree",
    "description": "Nectar from pretty flowers is its favorite food. In fields of flowers, it has heated battles with Cutiefly for territory."
  },
  {
    "id": 13,
    "name": "Weedle",
    "description": "Weedle has an extremely acute sense of smell. It is capable of distinguishing its favorite kinds of leaves from those it dislikes just by sniffing with its big red proboscis (nose)."
  },
  {
    "id": 14,
    "name": "Kakuna",
    "description": "Kakuna remains virtually immobile as it clings to a tree. However, on the inside, it is extremely busy as it prepares for its coming evolution. This is evident from how hot the shell becomes to the touch."
  },
  {
    "id": 15,
    "name": "Beedrill",
    "description": "Beedrill is extremely territorial. No one should ever approach its nest—this is for their own safety. If angered, they will attack in a furious swarm."
  },
  {
    "id": 16,
    "name": "Pidgey",
    "description": "Pidgey has an extremely sharp sense of direction. It is capable of unerringly returning home to its nest, however far it may be removed from its familiar surroundings."
  },
  {
    "id": 17,
    "name": "Pidgeotto",
    "description": "Pidgeotto claims a large area as its own territory. This Pokémon flies around, patrolling its living space. If its territory is violated, it shows no mercy in thoroughly punishing the foe with its sharp claws."
  },
  {
    "id": 18,
    "name": "Pidgeot",
    "description": "This Pokémon has a dazzling plumage of beautifully glossy feathers. Many Trainers are captivated by the striking beauty of the feathers on its head, compelling them to choose Pidgeot as their Pokémon."
  },
  {
    "id": 19,
    "name": "Rattata",
    "description": "This Pokémon is common but hazardous. Its sharp incisors can easily cut right through hard wood."
  },
  {
    "id": 20,
    "name": "Raticate",
    "description": "Its whiskers are essential for maintaining its balance. No matter how friendly you are, it will get angry and bite you if you touch its whiskers."
  },
  {
    "id": 21,
    "name": "Spearow",
    "description": "Due to its short wings, it can’t fly long distances. It wanders about restlessly and pecks at bug Pokémon."
  },
  {
    "id": 22,
    "name": "Fearow",
    "description": "In Alola, fish Pokémon are its prey. It can be seen circling above the ocean searching for food."
  },
  {
    "id": 23,
    "name": "Ekans",
    "description": "The eggs of bird Pokémon are its favorite food. It swallows eggs whole, so sometimes an egg gets stuck, and Ekans faints."
  },
  {
    "id": 24,
    "name": "Arbok",
    "description": "After stunning its opponents with the pattern on its stomach, it quickly wraps them up in its body and waits for them to stop moving."
  },
  {
    "id": 25,
    "name": "Pikachu",
    "description": "While sleeping, it generates electricity in the sacs in its cheeks. If it’s not getting enough sleep, it will be able to use only weak electricity."
  },
  {
    "id": 26,
    "name": "Raichu",
    "description": "Because so many Trainers like the way Pikachu looks, you don’t see this Pokémon very often."
  },
  {
    "id": 27,
    "name": "Sandshrew",
    "description": "When its skin gets wrinkled from moisture, it heads for a volcano. It lies flat on a spot with a lot of geothermal heat and dries itself out."
  },
  {
    "id": 28,
    "name": "Sandslash",
    "description": "Thanks to its thick claws, it’s good at climbing trees. There are plenty of Sandslash that park themselves in trees and go right to sleep."
  },
  {
    "id": 29,
    "name": "Nidoran♀",
    "description": "Nidoran♀ has barbs that secrete a powerful poison. They are thought to have developed as protection for this small-bodied Pokémon. When enraged, it releases a horrible toxin from its horn."
  },
  {
    "id": 30,
    "name": "Nidorina",
    "description": "When Nidorina are with their friends or family, they keep their barbs tucked away to prevent hurting each other. This Pokémon appears to become nervous if separated from the others."
  },
  {
    "id": 31,
    "name": "Nidoqueen",
    "description": "Nidoqueen’s body is encased in extremely hard scales. It is adept at sending foes flying with harsh tackles. This Pokémon is at its strongest when it is defending its young."
  },
  {
    "id": 32,
    "name": "Nidoran♂",
    "description": "Nidoran♂ has developed muscles for moving its ears. Thanks to them, the ears can be freely moved in any direction. Even the slightest sound does not escape this Pokémon’s notice."
  },
  {
    "id": 33,
    "name": "Nidorino",
    "description": "Nidorino has a horn that is harder than a diamond. If it senses a hostile presence, all the barbs on its back bristle up at once, and it challenges the foe with all its might."
  },
  {
    "id": 34,
    "name": "Nidoking",
    "description": "Nidoking’s thick tail packs enormously destructive power. With one swing, it can topple a metal transmission tower. Once this Pokémon goes on a rampage, there is no stopping it."
  },
  {
    "id": 35,
    "name": "Clefairy",
    "description": "Bathed in moonlight, its wings glow faintly. Without even flapping, Clefairy rises into the air, where it dances around."
  },
  {
    "id": 36,
    "name": "Clefable",
    "description": "Some scientists believe that it gazes intently at the sky on nights with a full moon because it’s homesick."
  },
  {
    "id": 37,
    "name": "Vulpix",
    "description": "It manipulates balls of fire to catch its prey. If you raise one from when it’s young, it will grow close to you like a puppy Pokémon."
  },
  {
    "id": 38,
    "name": "Ninetales",
    "description": "The flickering flames it spews from its mouth leave its opponents hypnotized. Then, this extremely intelligent Pokémon attacks."
  },
  {
    "id": 39,
    "name": "Jigglypuff",
    "description": "The songs they sing are totally different depending on the region they live in. Some even sound like they’re shouting!"
  },
  {
    "id": 40,
    "name": "Wigglytuff",
    "description": "When it gets angry, it inhales with all its might, and its body gradually inflates. Sometimes they can grow 20 times larger!"
  },
  {
    "id": 41,
    "name": "Zubat",
    "description": "Their skin is so thin that they’ll be burned if sunlight hits them. When it gets cold out, they gather together to warm one another’s bodies."
  },
  {
    "id": 42,
    "name": "Golbat",
    "description": "They can suck down over 10 ounces of blood in one go. They have been known to drink so much blood that they can no longer fly."
  },
  {
    "id": 43,
    "name": "Oddish",
    "description": "Oddish searches for fertile, nutrient-rich soil, then plants itself. During the daytime, while it is planted, this Pokémon’s feet are thought to change shape and become similar to the roots of trees."
  },
  {
    "id": 44,
    "name": "Gloom",
    "description": "From its mouth Gloom drips honey that smells absolutely horrible. Apparently, it loves the horrid stench. It sniffs the noxious fumes and then drools even more of its honey."
  },
  {
    "id": 45,
    "name": "Vileplume",
    "description": "Vileplume has the world’s largest petals. They are used to attract prey that are then doused with toxic spores. Once the prey are immobilized, this Pokémon catches and devours them."
  },
  {
    "id": 46,
    "name": "Paras",
    "description": "The mushrooms, known as tochukaso, are controlling the bug. Even if the bug bugs the mushrooms, they tell it to bug off."
  },
  {
    "id": 47,
    "name": "Parasect",
    "description": "Its poisonous spores are also used in traditional medicine. Apparently, spores produced in Alola are not of very good quality."
  },
  {
    "id": 48,
    "name": "Venonat",
    "description": "Venonat is said to have evolved with a coat of thin, stiff hair that covers its entire body for protection. It possesses large eyes that never fail to spot even minuscule prey."
  },
  {
    "id": 49,
    "name": "Venomoth",
    "description": "Venomoth is nocturnal—it is a Pokémon that only becomes active at night. Its favorite prey are small insects that gather around streetlights, attracted by the light in the darkness."
  },
  {
    "id": 50,
    "name": "Diglett",
    "description": "Around their crops, farmers plant the kind of tree that Diglett like to eat as a way of getting Diglett to plow the fields for them."
  },
  {
    "id": 51,
    "name": "Dugtrio",
    "description": "Dugtrio’s heads are sleek and smooth and incredibly hard. It can dig through any soil with its headbutts."
  },
  {
    "id": 52,
    "name": "Meowth",
    "description": "It loves coins, so if you give it one, you can make friends with Meowth easily. But it’s fickle, so you can’t count on that friendship lasting."
  },
  {
    "id": 53,
    "name": "Persian",
    "description": "This Pokémon is popular with rich people. It’s also targeted by hunters who are after the jewel in its forehead."
  },
  {
    "id": 54,
    "name": "Psyduck",
    "description": "It has been found that its brain cells are 10 times more active when Psyduck is experiencing a headache."
  },
  {
    "id": 55,
    "name": "Golduck",
    "description": "A professional swimmer, it can continue swimming for two days straight by waving its long tail skillfully."
  },
  {
    "id": 56,
    "name": "Mankey",
    "description": "If one gets angry, all the others around it will get angry, so silence is a rare visitor in a troop of Mankey."
  },
  {
    "id": 57,
    "name": "Primeape",
    "description": "The blood vessels in its brain are sturdier than those of other Pokémon, so it can stay healthy despite its constant raging."
  },
  {
    "id": 58,
    "name": "Growlithe",
    "description": "It has lived alongside humans since ages ago. Its bones have been found in excavations of ruins from the Stone Age."
  },
  {
    "id": 59,
    "name": "Arcanine",
    "description": "There are so many old tales about them that they’re called legendary Pokémon, but there are way more of them around than you’d expect."
  },
  {
    "id": 60,
    "name": "Poliwag",
    "description": "The direction of the swirl on their stomachs differs depending on where they live. Poliwag aficionados can tell them apart at a glance."
  },
  {
    "id": 61,
    "name": "Poliwhirl",
    "description": "Its health suffers when its skin dries out, so be sure to moisturize it diligently."
  },
  {
    "id": 62,
    "name": "Poliwrath",
    "description": "The muscles it has developed through swimming are thick and powerful. When it lands a square punch, it can turn huge boulders to dust."
  },
  {
    "id": 63,
    "name": "Abra",
    "description": "It can read others’ minds and will teleport away when danger approaches. You must clear your mind if you want to catch it."
  },
  {
    "id": 64,
    "name": "Kadabra",
    "description": "It possesses strong mental capabilities, but its psychic powers are halved when it’s not holding a silver spoon."
  },
  {
    "id": 65,
    "name": "Alakazam",
    "description": "If it trusts someone deeply, it will let them have one of its spoons. Anything you eat with that spoon is apparently delicious."
  },
  {
    "id": 66,
    "name": "Machop",
    "description": "It likes food that’s highly nutritious because its instincts drive it to build muscle efficiently."
  },
  {
    "id": 67,
    "name": "Machoke",
    "description": "A popular motif for sculptures, its incredibly well-developed muscles have captured the imagination of many an artist."
  },
  {
    "id": 68,
    "name": "Machamp",
    "description": "With four arms, it can attack and defend simultaneously. It’s said to have mastered every martial art in the world."
  },
  {
    "id": 69,
    "name": "Bellsprout",
    "description": "Bellsprout’s thin and flexible body lets it bend and sway to avoid any attack, however strong it may be. From its mouth, this Pokémon spits a corrosive fluid that melts even iron."
  },
  {
    "id": 70,
    "name": "Weepinbell",
    "description": "Weepinbell has a large hook on its rear end. At night, the Pokémon hooks on to a tree branch and goes to sleep. If it moves around in its sleep, it may wake up to find itself on the ground."
  },
  {
    "id": 71,
    "name": "Victreebel",
    "description": "Victreebel has a long vine that extends from its head. This vine is waved and flicked about as if it were an animal to attract prey. When an unsuspecting prey draws near, this Pokémon swallows it whole."
  },
  {
    "id": 72,
    "name": "Tentacool",
    "description": "Its body is 99% water. The remaining 1% contains the organ that makes its poison."
  },
  {
    "id": 73,
    "name": "Tentacruel",
    "description": "It communicates with others of its kind by lighting up the red orbs on its head. When the orbs are blinking, it’s a warning sign."
  },
  {
    "id": 74,
    "name": "Geodude",
    "description": "It uses both hands to climb precipitous cliffs. People who see it in action have been known to take up bouldering."
  },
  {
    "id": 75,
    "name": "Graveler",
    "description": "It travels by rolling down cliffs. If it falls into a river, it will explode with its last gasp."
  },
  {
    "id": 76,
    "name": "Golem",
    "description": "It detonates its own body. The power from that explosion can propel it up steep mountain paths with amazing speed."
  },
  {
    "id": 77,
    "name": "Ponyta",
    "description": "Ponyta is very weak at birth. It can barely stand up. This Pokémon becomes stronger by stumbling and falling to keep up with its parent."
  },
  {
    "id": 78,
    "name": "Rapidash",
    "description": "Rapidash usually can be seen casually cantering in the fields and plains. However, when this Pokémon turns serious, its fiery manes flare and blaze as it gallops its way up to 150 mph."
  },
  {
    "id": 79,
    "name": "Slowpoke",
    "description": "Although their tails, which fall off naturally, can easily be found lying around, they’re a precious ingredient for cooking."
  },
  {
    "id": 80,
    "name": "Slowbro",
    "description": "Shellder, in its greed to suck out more and more sweetness from Slowbro’s tail, has metamorphosed into a spiral-shaped shell."
  },
  {
    "id": 81,
    "name": "Magnemite",
    "description": "Perhaps because electrical lines are often buried these days, the number of Magnemite attacks on power plants has increased."
  },
  {
    "id": 82,
    "name": "Magneton",
    "description": "When rain clouds form, many Magneton gather in high places to wait for lightning to strike."
  },
  {
    "id": 83,
    "name": "Farfetch'd",
    "description": "Farfetch’d is always seen with a stalk from a plant of some sort. Apparently, there are good stalks and bad stalks. This Pokémon has been known to fight with others over stalks."
  },
  {
    "id": 84,
    "name": "Doduo",
    "description": "Doduo’s two heads contain completely identical brains. A scientific study reported that on rare occasions, there will be examples of this Pokémon possessing different sets of brains."
  },
  {
    "id": 85,
    "name": "Dodrio",
    "description": "Apparently, the heads aren’t the only parts of the body that Dodrio has three of. It has three sets of hearts and lungs as well, so it is capable of running long distances without rest."
  },
  {
    "id": 86,
    "name": "Seel",
    "description": "Thanks to its thick fat, cold seas don’t bother it at all, but it gets tired pretty easily in warm waters."
  },
  {
    "id": 87,
    "name": "Dewgong",
    "description": "It sunbathes on the beach after meals. The rise in its body temperature helps its digestion."
  },
  {
    "id": 88,
    "name": "Grimer",
    "description": "The wastewater coming from factories is clean these days, so Grimer have nothing to eat. They’re said to be on the verge of extinction."
  },
  {
    "id": 89,
    "name": "Muk",
    "description": "Because they scatter germs everywhere, they’ve long been targeted for extermination, leading to a steep decline in their population."
  },
  {
    "id": 90,
    "name": "Shellder",
    "description": "Even when its shell is closed, its tongue still hangs out. If you give its tongue a good yank, the shock will cause Shellder to open its shell."
  },
  {
    "id": 91,
    "name": "Cloyster",
    "description": "Slowpoke tails are its favorite food. It has even been known to come up on land to look for Slowpoke from time to time."
  },
  {
    "id": 92,
    "name": "Gastly",
    "description": "Poisonous gas comprises 95% of its body. It’s said that the remaining 5% is made up of the souls of those who died from the gas."
  },
  {
    "id": 93,
    "name": "Haunter",
    "description": "It’s dangerous to go outside alone on nights when you’re feeling sad. Haunter will catch you, and you won’t be able to go back home."
  },
  {
    "id": 94,
    "name": "Gengar",
    "description": "Even your home isn’t safe. Gengar will lurk in whatever dark corner of a room it can find and wait for its chance to catch its prey."
  },
  {
    "id": 95,
    "name": "Onix",
    "description": "Onix has a magnet in its brain. It acts as a compass so that this Pokémon does not lose direction while it is tunneling. As it grows older, its body becomes increasingly rounder and smoother."
  },
  {
    "id": 96,
    "name": "Drowzee",
    "description": "It puts its prey to sleep and devours their dreams. It seems that bad dreams taste sour, so Drowzee doesn’t particularly like eating them."
  },
  {
    "id": 97,
    "name": "Hypno",
    "description": "There are some Hypno that assist doctors with patients who can’t sleep at night in hospitals."
  },
  {
    "id": 98,
    "name": "Krabby",
    "description": "Krabby live on beaches, burrowed inside holes dug into the sand. On sandy beaches with little in the way of food, these Pokémon can be seen squabbling with each other over territory."
  },
  {
    "id": 99,
    "name": "Kingler",
    "description": "Kingler has an enormous, oversized claw. It waves this huge claw in the air to communicate with others. However, because the claw is so heavy, the Pokémon quickly tires."
  },
  {
    "id": 100,
    "name": "Voltorb",
    "description": "Voltorb is extremely sensitive—it explodes at the slightest of shocks. It is rumored that it was first created when a Poké Ball was exposed to a powerful pulse of energy."
  },
  {
    "id": 101,
    "name": "Electrode",
    "description": "One of Electrode’s characteristics is its attraction to electricity. It is a problematical Pokémon that congregates mostly at electrical power plants to feed on electricity that has just been generated."
  },
  {
    "id": 102,
    "name": "Exeggcute",
    "description": "Although they are the same size as other Exeggcute, the ones produced in Alola are quite heavy. Their shells are packed full."
  },
  {
    "id": 103,
    "name": "Exeggutor",
    "description": "Each of its three heads has its own thoughts. When they want to go in different directions, Exeggutor becomes unable to move."
  },
  {
    "id": 104,
    "name": "Cubone",
    "description": "It wears its mother’s skull on its head, so no one knows what its bare face looks like. However, it’s clear that it’s always crying."
  },
  {
    "id": 105,
    "name": "Marowak",
    "description": "They thump their bones rhythmically to communicate among themselves. There are nearly 50 different rhythmic patterns."
  },
  {
    "id": 106,
    "name": "Hitmonlee",
    "description": "Hitmonlee’s legs freely contract and stretch. Using these springlike legs, it bowls over foes with devastating kicks. After battle, it rubs down its legs and loosens the muscles to overcome fatigue."
  },
  {
    "id": 107,
    "name": "Hitmonchan",
    "description": "Hitmonchan is said to possess the spirit of a boxer who had been working toward a world championship. This Pokémon has an indomitable spirit and will never give up in the face of adversity."
  },
  {
    "id": 108,
    "name": "Lickitung",
    "description": "It licks filth clean with its tongue. Whatever it licks always stinks afterward, so whether it’s really clean is...questionable."
  },
  {
    "id": 109,
    "name": "Koffing",
    "description": "Koffing embodies toxic substances. It mixes the toxins with raw garbage to set off a chemical reaction that results in a terribly powerful poison gas. The higher the temperature, the more gas is concocted by this Pokémon."
  },
  {
    "id": 110,
    "name": "Weezing",
    "description": "Weezing alternately shrinks and inflates its twin bodies to mix together toxic gases inside. The more the gases are mixed, the more powerful the toxins become. The Pokémon also becomes more putrid."
  },
  {
    "id": 111,
    "name": "Rhyhorn",
    "description": "Rhyhorn’s brain is very small. It is so dense, while on a run it forgets why it started running in the first place. It apparently remembers sometimes if it demolishes something."
  },
  {
    "id": 112,
    "name": "Rhydon",
    "description": "Rhydon has a horn that serves as a drill. It is used for destroying rocks and boulders. This Pokémon occasionally rams into streams of magma, but the armor-like hide prevents it from feeling the heat."
  },
  {
    "id": 113,
    "name": "Chansey",
    "description": "Because the eggs on their bellies have been overharvested by people in the past, the Chansey population remains very small."
  },
  {
    "id": 114,
    "name": "Tangela",
    "description": "Tangela’s vines snap off easily if they are grabbed. This happens without pain, allowing it to make a quick getaway. The lost vines are replaced by newly grown vines the very next day."
  },
  {
    "id": 115,
    "name": "Kangaskhan",
    "description": "You shouldn’t get close to the child when it’s playing outside its mother’s pouch. Its mother is always nearby watching over it."
  },
  {
    "id": 116,
    "name": "Horsea",
    "description": "If Horsea senses danger, it will reflexively spray a dense black ink from its mouth and try to escape. This Pokémon swims by cleverly flapping the fin on its back."
  },
  {
    "id": 117,
    "name": "Seadra",
    "description": "Seadra generates whirlpools by spinning its body. The whirlpools are strong enough to swallow even fishing boats. This Pokémon weakens prey with these currents, then swallows it whole."
  },
  {
    "id": 118,
    "name": "Goldeen",
    "description": "The way it swims along fluttering its dress-like fins has earned it the name “princess of the water.”"
  },
  {
    "id": 119,
    "name": "Seaking",
    "description": "To attract females, males dance on the river’s floor. The females gather around the male that dances most gracefully."
  },
  {
    "id": 120,
    "name": "Staryu",
    "description": "No number of injuries can bother Staryu. Its amazing regenerative powers return it to its previous state in half a day!"
  },
  {
    "id": 121,
    "name": "Starmie",
    "description": "It rotates its geometrically shaped body to swim through the water. It always seems to be sending out mysterious radio waves."
  },
  {
    "id": 122,
    "name": "Mr. Mime",
    "description": "It creates invisible walls with its pantomiming. If you don’t act impressed, it will attack you with a double slap!"
  },
  {
    "id": 123,
    "name": "Scyther",
    "description": "Some call it a ninja. Its movements— imperceptibly quick—are sufficient to cleave the air in two. It’s very popular in Alola."
  },
  {
    "id": 124,
    "name": "Jynx",
    "description": "Its strange cries sound like human language. There are some musicians who compose songs for Jynx to sing."
  },
  {
    "id": 125,
    "name": "Electabuzz",
    "description": "While it’s often blamed for power outages, the truth is the cause of outages is more often an error on the part of the electric company."
  },
  {
    "id": 126,
    "name": "Magmar",
    "description": "The hotter the place, the better they feel. Magmar in Alola are said to be hardier than those in other areas."
  },
  {
    "id": 127,
    "name": "Pinsir",
    "description": "Although it’s tough, it can’t handle cold well. When night falls, it buries itself in leafage and sleeps."
  },
  {
    "id": 128,
    "name": "Tauros",
    "description": "The climate seems to be related to the reason Tauros in Alola are a little calmer than those in other regions."
  },
  {
    "id": 129,
    "name": "Magikarp",
    "description": "Thanks to their strong hold on life, dirty water doesn’t bother them at all. They live in waters all over the world!"
  },
  {
    "id": 130,
    "name": "Gyarados",
    "description": "The energy from evolution stimulated its brain cells strongly, causing it to become very ferocious."
  },
  {
    "id": 131,
    "name": "Lapras",
    "description": "They’ve been so cherished that there’s now an overabundance. The fish Pokémon population has declined in waters with too many Lapras."
  },
  {
    "id": 132,
    "name": "Ditto",
    "description": "It transforms into whatever it sees. If the thing it’s transforming into isn’t right in front of it, Ditto relies on its memory—so sometimes it fails."
  },
  {
    "id": 133,
    "name": "Eevee",
    "description": "Its genes are easily influenced by its surroundings. Even its face starts to look like that of its Trainer."
  },
  {
    "id": 134,
    "name": "Vaporeon",
    "description": "It detects nearby moisture with its fin. When its fin begins trembling rapidly, that means rain will fall in a few hours."
  },
  {
    "id": 135,
    "name": "Jolteon",
    "description": "Its fur stands on end, becoming like needles it fires at enemies. Once they’re weakened, it finishes them off with a 10,000 volt shock."
  },
  {
    "id": 136,
    "name": "Flareon",
    "description": "The flame chamber inside its body ignites when Flareon gets agitated, reaching temperatures of up to 1,650 degrees Fahrenheit."
  },
  {
    "id": 137,
    "name": "Porygon",
    "description": "It was built 20 years ago by scientists who dreamed of exploring space. Their dreams have yet to come true."
  },
  {
    "id": 138,
    "name": "Omanyte",
    "description": "It was restored from an ancient fossil. Those Helix Fossils are excavated from areas that were once oceans long, long ago."
  },
  {
    "id": 139,
    "name": "Omastar",
    "description": "It wraps its prey in its tentacles to immobilize them and then finishes them off with its sharp fangs."
  },
  {
    "id": 140,
    "name": "Kabuto",
    "description": "This Pokémon became extinct everywhere, except in a few areas. It protects itself with its hard shell."
  },
  {
    "id": 141,
    "name": "Kabutops",
    "description": "It swims at speeds of roughly 29 knots, quickly closing in on its prey and slashing into them with its scythes to finish them off."
  },
  {
    "id": 142,
    "name": "Aerodactyl",
    "description": "It flew through the open skies over the ancient continent as if they were its own. When it touched ground, its walk was weak and slow."
  },
  {
    "id": 143,
    "name": "Snorlax",
    "description": "It has no interest in anything other than eating. Even if you climb up on its stomach while it’s napping, it doesn’t seem to mind at all!"
  },
  {
    "id": 144,
    "name": "Articuno",
    "description": "Articuno is a legendary bird Pokémon that can control ice. The flapping of its wings chills the air. As a result, it is said that when this Pokémon flies, snow will fall."
  },
  {
    "id": 145,
    "name": "Zapdos",
    "description": "Zapdos is a legendary bird Pokémon that has the ability to control electricity. It usually lives in thunderclouds. The Pokémon gains power if it is stricken by lightning bolts."
  },
  {
    "id": 146,
    "name": "Moltres",
    "description": "Moltres is a legendary bird Pokémon that has the ability to control fire. If this Pokémon is injured, it is said to dip its body in the molten magma of a volcano to burn and heal itself."
  },
  {
    "id": 147,
    "name": "Dratini",
    "description": "It sheds its skin—almost on a daily basis—and grows larger. Its skin is soft just after it’s been shed."
  },
  {
    "id": 148,
    "name": "Dragonair",
    "description": "Some say that if you see it at the start of the year, flying through the sky and twisting its body, you’ll be healthy all year long."
  },
  {
    "id": 149,
    "name": "Dragonite",
    "description": "You’ll often hear tales of this kindhearted Pokémon rescuing people or Pokémon that are drowning."
  },
  {
    "id": 150,
    "name": "Mewtwo",
    "description": "Mewtwo is a Pokémon that was created by genetic manipulation. However, even though the scientific power of humans created this Pokémon’s body, they failed to endow Mewtwo with a compassionate heart."
  },
  {
    "id": 151,
    "name": "Mew",
    "description": "Mew is said to possess the genetic composition of all Pokémon. It is capable of making itself invisible at will, so it entirely avoids notice even if it approaches people."
  },
  {
    "id": 152,
    "name": "Chikorita",
    "description": "In battle, Chikorita waves its leaf around to keep the foe at bay. However, a sweet fragrance also wafts from the leaf, becalming the battling Pokémon and creating a cozy, friendly atmosphere all around."
  },
  {
    "id": 153,
    "name": "Bayleef",
    "description": "Bayleef’s neck is ringed by curled-up leaves. Inside each tubular leaf is a small shoot of a tree. The fragrance of this shoot makes people peppy."
  },
  {
    "id": 154,
    "name": "Meganium",
    "description": "The fragrance of Meganium’s flower soothes and calms emotions. In battle, this Pokémon gives off more of its becalming scent to blunt the foe’s fighting spirit."
  },
  {
    "id": 155,
    "name": "Cyndaquil",
    "description": "Cyndaquil protects itself by flaring up the flames on its back. The flames are vigorous if the Pokémon is angry. However, if it is tired, the flames splutter fitfully with incomplete combustion."
  },
  {
    "id": 156,
    "name": "Quilava",
    "description": "Quilava keeps its foes at bay with the intensity of its flames and gusts of superheated air. This Pokémon applies its outstanding nimbleness to dodge attacks even while scorching the foe with flames."
  },
  {
    "id": 157,
    "name": "Typhlosion",
    "description": "Typhlosion obscures itself behind a shimmering heat haze that it creates using its intensely hot flames. This Pokémon creates blazing explosive blasts that burn everything to cinders."
  },
  {
    "id": 158,
    "name": "Totodile",
    "description": "Despite the smallness of its body, Totodile’s jaws are very powerful. While the Pokémon may think it is just playfully nipping, its bite has enough power to cause serious injury."
  },
  {
    "id": 159,
    "name": "Croconaw",
    "description": "Once Croconaw has clamped its jaws on its foe, it will absolutely not let go. Because the tips of its fangs are forked back like barbed fishhooks, they become impossible to remove when they have sunk in."
  },
  {
    "id": 160,
    "name": "Feraligatr",
    "description": "Feraligatr intimidates its foes by opening its huge mouth. In battle, it will kick the ground hard with its thick and powerful hind legs to charge at the foe at an incredible speed."
  },
  {
    "id": 161,
    "name": "Sentret",
    "description": "When Sentret sleeps, it does so while another stands guard. The sentry wakes the others at the first sign of danger. When this Pokémon becomes separated from its pack, it becomes incapable of sleep due to fear."
  },
  {
    "id": 162,
    "name": "Furret",
    "description": "Furret has a very slim build. When under attack, it can slickly squirm through narrow spaces and get away. In spite of its short limbs, this Pokémon is very nimble and fleet."
  },
  {
    "id": 163,
    "name": "Hoothoot",
    "description": "It cries out at the same time every day. A long time ago, people cherished it and considered it a divine messenger sent to tell the time."
  },
  {
    "id": 164,
    "name": "Noctowl",
    "description": "When it turns its head entirely upside down, you know it’s troubled by something. If you don’t leave it be, it will peck you."
  },
  {
    "id": 165,
    "name": "Ledyba",
    "description": "These very cowardly Pokémon join together and use Reflect to protect their nest."
  },
  {
    "id": 166,
    "name": "Ledian",
    "description": "It flies through the night sky, sprinkling sparkly dust. According to some, if that dust sticks to you, good things will happen to you."
  },
  {
    "id": 167,
    "name": "Spinarak",
    "description": "Although the poison from its fangs isn’t that strong, it’s potent enough to weaken prey that gets caught in its web."
  },
  {
    "id": 168,
    "name": "Ariados",
    "description": "It spews threads from its mouth to catch its prey. When night falls, it leaves its web to go hunt aggressively."
  },
  {
    "id": 169,
    "name": "Crobat",
    "description": "It feeds on the blood of living people and Pokémon. If it can’t drink any blood for even a short while, it becomes weak and unable to fly."
  },
  {
    "id": 170,
    "name": "Chinchou",
    "description": "Chinchou blink their shining antennae at one another to claim their respective turf."
  },
  {
    "id": 171,
    "name": "Lanturn",
    "description": "It lives far down in the depths of the ocean. It blinds its prey with light, using the moment they’re dazzled to swallow them whole."
  },
  {
    "id": 172,
    "name": "Pichu",
    "description": "It has electric sacs in its cheeks. When they’re fully charged, Pichu plays very energetically."
  },
  {
    "id": 173,
    "name": "Cleffa",
    "description": "Said to have ridden here on a shooting star, Cleffa seem to appear in places where meteorites have struck in the past."
  },
  {
    "id": 174,
    "name": "Igglybuff",
    "description": "Left to its own devices, it will constantly practice singing. You should make it take a break so it doesn’t hurt its throat."
  },
  {
    "id": 175,
    "name": "Togepi",
    "description": "As its energy, Togepi uses the positive emotions of compassion and pleasure exuded by people and Pokémon. This Pokémon stores up feelings of happiness inside its shell, then shares them with others."
  },
  {
    "id": 176,
    "name": "Togetic",
    "description": "Togetic is said to be a Pokémon that brings good fortune. When the Pokémon spots someone who is pure of heart, it is said to appear and share its happiness with that person."
  },
  {
    "id": 177,
    "name": "Natu",
    "description": "The look in its eyes gives the impression that it’s carefully observing you. If you approach it, Natu will hop away."
  },
  {
    "id": 178,
    "name": "Xatu",
    "description": "While it can see the future, it has no desire to change it, which is probably why it remains motionless at all times."
  },
  {
    "id": 179,
    "name": "Mareep",
    "description": "Rubbing its fleece generates electricity. You’ll want to pet it because it’s cute, but if you use your bare hand, you’ll get a painful shock."
  },
  {
    "id": 180,
    "name": "Flaaffy",
    "description": "It stores electricity in its fluffy fleece. If it stores up too much, it will start to go bald in those patches."
  },
  {
    "id": 181,
    "name": "Ampharos",
    "description": "Its tail shines bright and strong. It has been prized since long ago as a beacon for sailors."
  },
  {
    "id": 182,
    "name": "Bellossom",
    "description": "A Bellossom grows flowers more beautifully if it has evolved from a smelly Gloom—the more stinky the better. At night, this Pokémon closes its petals and goes to sleep."
  },
  {
    "id": 183,
    "name": "Marill",
    "description": "When fishing for food at the edge of a fast-running stream, Marill wraps its tail around the trunk of a tree. This Pokémon’s tail is flexible and configured to stretch."
  },
  {
    "id": 184,
    "name": "Azumarill",
    "description": "Azumarill can make balloons out of air. It makes these air balloons if it spots a drowning Pokémon. The air balloons enable the Pokémon in trouble to breathe."
  },
  {
    "id": 185,
    "name": "Sudowoodo",
    "description": "The result of its holding the same pose all the time is arms that have become supple yet strong."
  },
  {
    "id": 186,
    "name": "Politoed",
    "description": "The longer and more luxurious the curled hair on its head, the greater the number of Poliwag and Poliwhirl that will obey it."
  },
  {
    "id": 187,
    "name": "Hoppip",
    "description": "This Pokémon drifts and floats with the wind. If it senses the approach of strong winds, Hoppip links its leaves with other Hoppip to prepare against being blown away."
  },
  {
    "id": 188,
    "name": "Skiploom",
    "description": "Skiploom’s flower blossoms when the temperature rises above 64 degrees Fahrenheit. How much the flower opens depends on the temperature. For that reason, this Pokémon is sometimes used as a thermometer."
  },
  {
    "id": 189,
    "name": "Jumpluff",
    "description": "Jumpluff rides warm southern winds to cross the sea and fly to foreign lands. The Pokémon descends to the ground when it encounters cold air while it is floating."
  },
  {
    "id": 190,
    "name": "Aipom",
    "description": "It searches for prey from the tops of trees. When it spots its favorite food, Bounsweet, Aipom gets excited and pounces."
  },
  {
    "id": 191,
    "name": "Sunkern",
    "description": "Sunkern tries to move as little as it possibly can. It does so because it tries to conserve all the nutrients it has stored in its body for its evolution. It will not eat a thing, subsisting only on morning dew."
  },
  {
    "id": 192,
    "name": "Sunflora",
    "description": "Sunflora converts solar energy into nutrition. It moves around actively in the daytime when it is warm. It stops moving as soon as the sun goes down for the night."
  },
  {
    "id": 193,
    "name": "Yanma",
    "description": "Yanma is capable of seeing 360 degrees without having to move its eyes. It is a great flier that is adept at making sudden stops and turning midair. This Pokémon uses its flying ability to quickly chase down targeted prey."
  },
  {
    "id": 194,
    "name": "Wooper",
    "description": "Wooper usually lives in water. However, it occasionally comes out onto land in search of food. On land, it coats its body with a gooey, toxic film."
  },
  {
    "id": 195,
    "name": "Quagsire",
    "description": "Quagsire hunts for food by leaving its mouth wide open in water and waiting for its prey to blunder in unaware. Because the Pokémon does not move, it does not get very hungry."
  },
  {
    "id": 196,
    "name": "Espeon",
    "description": "Psychic power builds up in the orb on its forehead as it bathes in the sunshine. Espeon is not good at battling at night."
  },
  {
    "id": 197,
    "name": "Umbreon",
    "description": "It lurks in the dark of night looking for prey. At the moment it pounces, the rings on its body glow dimly but ominously."
  },
  {
    "id": 198,
    "name": "Murkrow",
    "description": "It searches for shiny things for its boss. Murkrow’s presence is said to be unlucky, so many people detest it."
  },
  {
    "id": 199,
    "name": "Slowking",
    "description": "It’s called “the sage of the sea.” It engages in battles of wits with Oranguru, but the result is usually a draw."
  },
  {
    "id": 200,
    "name": "Misdreavus",
    "description": "What makes it happy is imitating the voices of weeping people and scaring everyone. It doesn’t deal well with folks who aren’t easily frightened."
  },
  {
    "id": 201,
    "name": "Unown",
    "description": "This Pokémon is shaped like ancient writing. It is a mystery as to which came first, the ancient writings or the various Unown. Research into this topic is ongoing but nothing is known."
  },
  {
    "id": 202,
    "name": "Wobbuffet",
    "description": "Wobbuffet does nothing but endure attacks—it won’t attack on its own. However, it won’t endure an attack on its tail. When that happens, the Pokémon will try to take the foe with it using Destiny Bond."
  },
  {
    "id": 203,
    "name": "Girafarig",
    "description": "Girafarig’s rear head contains a tiny brain that is too small for thinking. However, the rear head doesn’t need to sleep, so it can keep watch over its surroundings 24 hours a day."
  },
  {
    "id": 204,
    "name": "Pineco",
    "description": "It sticks tree bark to itself with its saliva, making itself thicker and larger. Elderly Pineco are ridiculously huge."
  },
  {
    "id": 205,
    "name": "Forretress",
    "description": "In the moment that it gulps down its prey, the inside of its shell is exposed, but to this day, no one has ever seen that sight."
  },
  {
    "id": 206,
    "name": "Dunsparce",
    "description": "When it sees a person, it digs a hole with its tail to make its escape. If you happen to find one, consider yourself lucky."
  },
  {
    "id": 207,
    "name": "Gligar",
    "description": "Gligar glides through the air without a sound as if it were sliding. This Pokémon hangs on to the face of its foe using its clawed hind legs and the large pincers on its forelegs, then injects the prey with its poison barb."
  },
  {
    "id": 208,
    "name": "Steelix",
    "description": "Steelix lives even further underground than Onix. This Pokémon is known to dig toward the earth’s core. There are records of this Pokémon reaching a depth of over six-tenths of a mile underground."
  },
  {
    "id": 209,
    "name": "Snubbull",
    "description": "In contrast to its appearance, it’s quite timid. When playing with other puppy Pokémon, it sometimes gets bullied."
  },
  {
    "id": 210,
    "name": "Granbull",
    "description": "Although it’s popular with young people, Granbull is timid and sensitive, so it’s totally incompetent as a watchdog."
  },
  {
    "id": 211,
    "name": "Qwilfish",
    "description": "Qwilfish sucks in water, inflating itself. This Pokémon uses the pressure of the water it swallowed to shoot toxic quills all at once from all over its body. It finds swimming somewhat challenging."
  },
  {
    "id": 212,
    "name": "Scizor",
    "description": "Once it has identified something as an enemy, it will continue beating them with its steel-hard pincers until there’s nothing left but scraps."
  },
  {
    "id": 213,
    "name": "Shuckle",
    "description": "Shuckle quietly hides itself under rocks, keeping its body concealed inside its hard shell while eating berries it has stored away. The berries mix with its body fluids to become a juice."
  },
  {
    "id": 214,
    "name": "Heracross",
    "description": "It roams through forests searching for sweet nectar. Although it boasts fantastic physical strength, it’s not that good at flying."
  },
  {
    "id": 215,
    "name": "Sneasel",
    "description": "It blends into the dark of night to ambush its prey. Sneasel will attack Sandshrew, but its hard skin can cause Sneasel’s claws to snap off."
  },
  {
    "id": 216,
    "name": "Teddiursa",
    "description": "This Pokémon likes to lick its palms that are sweetened by being soaked in honey. Teddiursa concocts its own honey by blending fruits and pollen collected by Beedrill."
  },
  {
    "id": 217,
    "name": "Ursaring",
    "description": "In the forests inhabited by Ursaring, it is said that there are many streams and towering trees where they gather food. This Pokémon walks through its forest gathering food every day."
  },
  {
    "id": 218,
    "name": "Slugma",
    "description": "Slugma does not have any blood in its body. Instead, intensely hot magma circulates throughout this Pokémon’s body, carrying essential nutrients and oxygen to its organs."
  },
  {
    "id": 219,
    "name": "Magcargo",
    "description": "Magcargo’s body temperature is approximately 18,000 degrees Fahrenheit. Water is vaporized on contact. If this Pokémon is caught in the rain, the raindrops instantly turn into steam, cloaking the area in a thick fog."
  },
  {
    "id": 220,
    "name": "Swinub",
    "description": "Swinub roots for food by rubbing its snout against the ground. Its favorite food is a mushroom that grows under the cover of dead grass. This Pokémon occasionally roots out hot springs."
  },
  {
    "id": 221,
    "name": "Piloswine",
    "description": "Piloswine is covered by a thick coat of long hair that enables it to endure the freezing cold. This Pokémon uses its tusks to dig up food that has been buried under ice."
  },
  {
    "id": 222,
    "name": "Corsola",
    "description": "In Alola, where their natural enemies Mareanie are plentiful, many Corsola have stubby branches on their heads."
  },
  {
    "id": 223,
    "name": "Remoraid",
    "description": "Also known as the “sniper of the seas,” its water gun can hit prey without fail from over 300 feet away."
  },
  {
    "id": 224,
    "name": "Octillery",
    "description": "It usually sleeps in caves. The pitch-black ink that Octillery spits is also used for cooking."
  },
  {
    "id": 225,
    "name": "Delibird",
    "description": "It wraps food in its tail to carry it around. The Delibird with the biggest tail is the boss of the flock!"
  },
  {
    "id": 226,
    "name": "Mantine",
    "description": "Many people have taken up surfing because they admire how magnificently Mantine swims."
  },
  {
    "id": 227,
    "name": "Skarmory",
    "description": "Its body is draped in steel armor. It looks heavy, but it can fly at speeds of up to 185 miles an hour!"
  },
  {
    "id": 228,
    "name": "Houndour",
    "description": "They make repeated eerie howls before dawn to call attention to their pack."
  },
  {
    "id": 229,
    "name": "Houndoom",
    "description": "Identifiable by its eerie howls, people a long time ago thought it was the grim reaper and feared it."
  },
  {
    "id": 230,
    "name": "Kingdra",
    "description": "Kingdra sleeps on the seafloor where it is otherwise devoid of life. When a storm arrives, the Pokémon is said to awaken and wander about in search of prey."
  },
  {
    "id": 231,
    "name": "Phanpy",
    "description": "Phanpy uses its long nose to shower itself. When others gather around, they thoroughly douse each other with water. These Pokémon can be seen drying their soaking-wet bodies at the edge of water."
  },
  {
    "id": 232,
    "name": "Donphan",
    "description": "If Donphan were to tackle with its hard body, even a house could be destroyed. Using its massive strength, the Pokémon helps clear rock and mud slides that block mountain trails."
  },
  {
    "id": 233,
    "name": "Porygon2",
    "description": "Even though it doesn’t die in the vacuum of space, it can’t move around very well in zero gravity."
  },
  {
    "id": 234,
    "name": "Stantler",
    "description": "Stantler’s magnificent antlers were traded at high prices as works of art. As a result, this Pokémon was hunted close to extinction by those who were after the priceless antlers."
  },
  {
    "id": 235,
    "name": "Smeargle",
    "description": "It draws symbols with the fluid that oozes from the tip of its tail. Depending on the symbol, Smeargle fanatics will pay big money for them."
  },
  {
    "id": 236,
    "name": "Tyrogue",
    "description": "Tyrogue becomes stressed out if it does not get to train every day. When raising this Pokémon, the Trainer must establish and uphold various training methods."
  },
  {
    "id": 237,
    "name": "Hitmontop",
    "description": "Hitmontop spins on its head at high speed, all the while delivering kicks. This technique is a remarkable mix of both offense and defense at the same time. The Pokémon travels faster spinning than it does walking."
  },
  {
    "id": 238,
    "name": "Smoochum",
    "description": "Highly perceptive sensors, Smoochum’s lips are kept moist by its daily application of tree sap."
  },
  {
    "id": 239,
    "name": "Elekid",
    "description": "When its horns shine a bluish white, that’s the sign it’s fully charged. You’ll get a shocking jolt if you touch it!"
  },
  {
    "id": 240,
    "name": "Magby",
    "description": "Its body temperature is always around 1,100 degrees Fahrenheit. If Magby falls into a small- enough pond, the whole thing will dry up."
  },
  {
    "id": 241,
    "name": "Miltank",
    "description": "Its milk is delicious and chock-full of nutrients. However, if you drink too much, it could make your stomach hurt, so be careful."
  },
  {
    "id": 242,
    "name": "Blissey",
    "description": "This Pokémon is overflowing with love. Only Chansey that share a strong bond with their Trainer can evolve, so people say."
  },
  {
    "id": 243,
    "name": "Raikou",
    "description": "Raikou embodies the speed of lightning. The roars of this Pokémon send shock waves shuddering through the air and shake the ground as if lightning bolts had come crashing down."
  },
  {
    "id": 244,
    "name": "Entei",
    "description": "Entei embodies the passion of magma. This Pokémon is thought to have been born in the eruption of a volcano. It sends up massive bursts of fire that utterly consume all that they touch."
  },
  {
    "id": 245,
    "name": "Suicune",
    "description": "Suicune embodies the compassion of a pure spring of water. It runs across the land with gracefulness. This Pokémon has the power to purify dirty water."
  },
  {
    "id": 246,
    "name": "Larvitar",
    "description": "Raised on nutrients it finds in the dirt, it eats roughly a mountain’s worth of dirt before it becomes a pupa."
  },
  {
    "id": 247,
    "name": "Pupitar",
    "description": "This dangerous pupa thrashes about. Its shell is as hard as bedrock, containing its gradually forming new body within."
  },
  {
    "id": 248,
    "name": "Tyranitar",
    "description": "This Pokémon is a mobile disaster, leaving mountains crumbled and houses destroyed in its wake."
  },
  {
    "id": 249,
    "name": "Lugia",
    "description": "Lugia’s wings pack devastating power—a light fluttering of its wings can blow apart regular houses. As a result, this Pokémon chooses to live out of sight deep under the sea."
  },
  {
    "id": 250,
    "name": "Ho-Oh",
    "description": "Ho-Oh’s feathers glow in seven colors depending on the angle at which they are struck by light. These feathers are said to bring happiness to the bearers. This Pokémon is said to live at the foot of a rainbow."
  },
  {
    "id": 251,
    "name": "Celebi",
    "description": "This Pokémon came from the future by crossing over time. It is thought that so long as Celebi appears, a bright and shining future awaits us."
  },
  {
    "id": 252,
    "name": "Treecko",
    "description": "Treecko is cool, calm, and collected—it never panics under any situation. If a bigger foe were to glare at this Pokémon, it would glare right back without conceding an inch of ground."
  },
  {
    "id": 253,
    "name": "Grovyle",
    "description": "This Pokémon adeptly flies from branch to branch in trees. In a forest, no Pokémon can ever hope to catch a fleeing Grovyle however fast they may be."
  },
  {
    "id": 254,
    "name": "Sceptile",
    "description": "Sceptile has seeds growing on its back. They are said to be bursting with nutrients that revitalize trees. This Pokémon raises the trees in a forest with loving care."
  },
  {
    "id": 255,
    "name": "Torchic",
    "description": "Torchic has a place inside its body where it keeps its flame. Give it a hug—it will be glowing with warmth. This Pokémon is covered all over by a fluffy coat of down."
  },
  {
    "id": 256,
    "name": "Combusken",
    "description": "Combusken battles with the intensely hot flames it spews from its beak and with outstandingly destructive kicks. This Pokémon’s cry is very loud and distracting."
  },
  {
    "id": 257,
    "name": "Blaziken",
    "description": "Blaziken has incredibly strong legs—it can easily clear a 30-story building in one leap. This Pokémon’s blazing punches leave its foes scorched and blackened."
  },
  {
    "id": 258,
    "name": "Mudkip",
    "description": "In water, Mudkip breathes using the gills on its cheeks. If it is faced with a tight situation in battle, this Pokémon will unleash its amazing power—it can crush rocks bigger than itself."
  },
  {
    "id": 259,
    "name": "Marshtomp",
    "description": "Marshtomp is much faster at traveling through mud than it is at swimming. This Pokémon’s hindquarters exhibit obvious development, giving it the ability to walk on just its hind legs."
  },
  {
    "id": 260,
    "name": "Swampert",
    "description": "Swampert predicts storms by sensing subtle differences in the sounds of waves and tidal winds with its fins. If a storm is approaching, it piles up boulders to protect itself."
  },
  {
    "id": 261,
    "name": "Poochyena",
    "description": "Poochyena is an omnivore—it will eat anything. A distinguishing feature is how large its fangs are compared to its body. This Pokémon tries to intimidate its foes by making the hair on its tail bristle out."
  },
  {
    "id": 262,
    "name": "Mightyena",
    "description": "Mightyena travel and act as a pack in the wild. The memory of its life in the wild compels the Pokémon to obey only those Trainers that it recognizes to possess superior skill."
  },
  {
    "id": 263,
    "name": "Zigzagoon",
    "description": "The hair on Zigzagoon’s back is bristly. It rubs the hard back hair against trees to leave its territorial markings. This Pokémon may play dead to fool foes in battle."
  },
  {
    "id": 264,
    "name": "Linoone",
    "description": "When hunting, Linoone will make a beeline straight for the prey at a full run. While this Pokémon is capable of topping 60 mph, it has to come to a screeching halt before it can turn."
  },
  {
    "id": 265,
    "name": "Wurmple",
    "description": "Wurmple is targeted by Swellow as prey. This Pokémon will try to resist by pointing the spikes on its rear at the attacking predator. It will weaken the foe by leaking poison from the spikes."
  },
  {
    "id": 266,
    "name": "Silcoon",
    "description": "Silcoon was thought to endure hunger and not consume anything before its evolution. However, it is now thought that this Pokémon slakes its thirst by drinking rainwater that collects on its silk."
  },
  {
    "id": 267,
    "name": "Beautifly",
    "description": "Beautifly has a long mouth like a coiled needle, which is very convenient for collecting pollen from flowers. This Pokémon rides the spring winds as it flits around gathering pollen."
  },
  {
    "id": 268,
    "name": "Cascoon",
    "description": "If it is attacked, Cascoon remains motionless however badly it may be hurt. It does so because if it were to move, its body would be weak upon evolution. This Pokémon will also not forget the pain it endured."
  },
  {
    "id": 269,
    "name": "Dustox",
    "description": "When Dustox flaps its wings, a fine dust is scattered all over. This dust is actually a powerful poison that will even make a pro wrestler sick. This Pokémon searches for food using its antennae like radar."
  },
  {
    "id": 270,
    "name": "Lotad",
    "description": "Lotad is said to have dwelled on land before. However, this Pokémon is thought to have returned to water because the leaf on its head grew large and heavy. It now lives by floating atop the water."
  },
  {
    "id": 271,
    "name": "Lombre",
    "description": "Lombre’s entire body is covered by a slippery, slimy film. It feels horribly unpleasant to be touched by this Pokémon’s hands. Lombre is often mistaken for a human child."
  },
  {
    "id": 272,
    "name": "Ludicolo",
    "description": "Upon hearing an upbeat and cheerful rhythm, the cells in Ludicolo’s body become very energetic and active. Even in battle, this Pokémon will exhibit an amazing amount of power."
  },
  {
    "id": 273,
    "name": "Seedot",
    "description": "Seedot looks exactly like an acorn when it is dangling from a tree branch. It startles other Pokémon by suddenly moving. This Pokémon polishes its body once a day using leaves."
  },
  {
    "id": 274,
    "name": "Nuzleaf",
    "description": "This Pokémon pulls out the leaf on its head and makes a flute with it. The sound of Nuzleaf’s flute strikes fear and uncertainty in the hearts of people lost in a forest."
  },
  {
    "id": 275,
    "name": "Shiftry",
    "description": "Shiftry’s large fans generate awesome gusts of wind at a speed close to 100 feet per second. The whipped-up wind blows anything away. This Pokémon chooses to live quietly deep in forests."
  },
  {
    "id": 276,
    "name": "Taillow",
    "description": "Taillow is young—it has only just left its nest. As a result, it sometimes becomes lonesome and cries at night. This Pokémon feeds on Wurmple that live in forests."
  },
  {
    "id": 277,
    "name": "Swellow",
    "description": "Swellow is very conscientious about the upkeep of its glossy wings. Once two Swellow are gathered, they diligently take care of cleaning each other’s wings."
  },
  {
    "id": 278,
    "name": "Wingull",
    "description": "It builds nests in cliffs by the sea. It circles the skies above the ocean looking for its favorite food—Wishiwashi."
  },
  {
    "id": 279,
    "name": "Pelipper",
    "description": "It scoops up Wishiwashi in its huge beak and swallows them whole. It can devour more than 30 at one go!"
  },
  {
    "id": 280,
    "name": "Ralts",
    "description": "Ralts has the ability to sense the emotions of people. If its Trainer is in a cheerful mood, this Pokémon grows cheerful and joyous in the same way."
  },
  {
    "id": 281,
    "name": "Kirlia",
    "description": "Kirlia uses the horns on its head to amplify its psychokinetic power. When the Pokémon uses its power, the air around it becomes distorted, creating mirages of nonexistent scenery."
  },
  {
    "id": 282,
    "name": "Gardevoir",
    "description": "Gardevoir has the psychokinetic power to distort the dimensions and create a small black hole. This Pokémon will try to protect its Trainer even at the risk of its own life."
  },
  {
    "id": 283,
    "name": "Surskit",
    "description": "It lives in ponds and marshes that feature lots of plant life. It often fights with Dewpider, whose habitat and diet are similar."
  },
  {
    "id": 284,
    "name": "Masquerain",
    "description": "Its thin, winglike antennae are highly absorbent. It waits out rainy days in tree hollows."
  },
  {
    "id": 285,
    "name": "Shroomish",
    "description": "If Shroomish senses danger, it shakes its body and scatters spores from the top of its head. This Pokémon’s spores are so toxic, they make trees and weeds wilt."
  },
  {
    "id": 286,
    "name": "Breloom",
    "description": "The seeds ringing Breloom’s tail are made of hardened toxic spores. It is horrible to eat the seeds. Just taking a bite of this Pokémon’s seed will cause your stomach to rumble."
  },
  {
    "id": 287,
    "name": "Slakoth",
    "description": "Slakoth’s heart beats just once a minute. Whatever happens, it is content to loaf around motionless. It is rare to see this Pokémon in motion."
  },
  {
    "id": 288,
    "name": "Vigoroth",
    "description": "Vigoroth is simply incapable of remaining still. Even when it tries to sleep, the blood in its veins grows agitated, compelling this Pokémon to run wild throughout the jungle before it can settle down."
  },
  {
    "id": 289,
    "name": "Slaking",
    "description": "Wherever Slaking live, rings of over a yard in diameter appear in grassy fields. They are made by the Pokémon as it eats all the grass within reach while lying prone on the ground."
  },
  {
    "id": 290,
    "name": "Nincada",
    "description": "Nincada lives underground. It uses its sharp claws to carve the roots of trees and absorb moisture and nutrients. This Pokémon can’t withstand bright sunlight so avoids it."
  },
  {
    "id": 291,
    "name": "Ninjask",
    "description": "If Ninjask is not trained properly, it will refuse to obey the Trainer and cry loudly continuously. Because of this quality, this Pokémon is said to be one that puts the Trainer’s abilities to the test."
  },
  {
    "id": 292,
    "name": "Shedinja",
    "description": "Shedinja is a peculiar Pokémon. It seems to appear unsought in a Poké Ball after a Nincada evolves. This bizarre Pokémon is entirely immobile—it doesn’t even breathe."
  },
  {
    "id": 293,
    "name": "Whismur",
    "description": "Whismur is very timid. If it starts to cry loudly, it becomes startled by its own crying and cries even harder. When it finally stops crying, the Pokémon goes to sleep, all tired out."
  },
  {
    "id": 294,
    "name": "Loudred",
    "description": "Loudred shouts while stamping its feet. After it finishes shouting, this Pokémon becomes incapable of hearing anything for a while. This is considered to be a weak point."
  },
  {
    "id": 295,
    "name": "Exploud",
    "description": "Exploud communicates its feelings to the others by emitting whistle-like sounds from the tubes on its body. This Pokémon only raises its voice when it is in battle."
  },
  {
    "id": 296,
    "name": "Makuhita",
    "description": "There’s a rumor of a traditional recipe for stew that Trainers can use to raise strong Makuhita."
  },
  {
    "id": 297,
    "name": "Hariyama",
    "description": "Hariyama that are big and fat aren’t necessarily strong. There are some small ones that move nimbly and use moves skillfully."
  },
  {
    "id": 298,
    "name": "Azurill",
    "description": "Azurill’s tail is large and bouncy. It is packed full of the nutrients this Pokémon needs to grow. Azurill can be seen bouncing and playing on its big, rubbery tail."
  },
  {
    "id": 299,
    "name": "Nosepass",
    "description": "It hunts without twitching a muscle by pulling in its prey with powerful magnetism. But sometimes it pulls natural enemies in close."
  },
  {
    "id": 300,
    "name": "Skitty",
    "description": "Skitty is known to chase around playfully after its own tail. In the wild, this Pokémon lives in holes in the trees of forests. It is very popular as a pet because of its adorable looks."
  },
  {
    "id": 301,
    "name": "Delcatty",
    "description": "Delcatty sleeps anywhere it wants without keeping a permanent nest. If other Pokémon approach it as it sleeps, this Pokémon will never fight—it will just move away somewhere else."
  },
  {
    "id": 302,
    "name": "Sableye",
    "description": "Materials from gems it has eaten float to the surface of its body and can form an infinite number of patterns among individuals."
  },
  {
    "id": 303,
    "name": "Mawile",
    "description": "It has two mouths. The big jaws on the back of its head can’t taste anything, so that’s the mouth it uses to eat foods it doesn’t like."
  },
  {
    "id": 304,
    "name": "Aron",
    "description": "Aron has a body of steel. With one all-out charge, this Pokémon can demolish even a heavy dump truck. The destroyed dump truck then becomes a handy meal for the Pokémon."
  },
  {
    "id": 305,
    "name": "Lairon",
    "description": "Lairon feeds on iron contained in rocks and water. It makes its nest on mountains where iron ore is buried. As a result, the Pokémon often clashes with humans mining the iron ore."
  },
  {
    "id": 306,
    "name": "Aggron",
    "description": "Aggron is protective of its environment. If its mountain is ravaged by a landslide or a fire, this Pokémon will haul topsoil to the area, plant trees, and beautifully restore its own territory."
  },
  {
    "id": 307,
    "name": "Meditite",
    "description": "Meditite heightens its inner energy through meditation. It survives on just one berry a day. Minimal eating is another aspect of this Pokémon’s training."
  },
  {
    "id": 308,
    "name": "Medicham",
    "description": "Through the power of meditation, Medicham developed its sixth sense. It gained the ability to use psychokinetic powers. This Pokémon is known to meditate for a whole month without eating."
  },
  {
    "id": 309,
    "name": "Electrike",
    "description": "Static electricity builds up all over its body as strands of its long fur rub together. This Pokémon boasts incredible speed."
  },
  {
    "id": 310,
    "name": "Manectric",
    "description": "It stimulates its own muscles with electricity, so it can move quickly. It eases its soreness with electricity, too, so it can recover quickly as well."
  },
  {
    "id": 311,
    "name": "Plusle",
    "description": "When Plusle is cheering on its partner, it flashes with electric sparks from all over its body. If its partner loses, this Pokémon cries loudly."
  },
  {
    "id": 312,
    "name": "Minun",
    "description": "Minun loves to cheer on its partner in battle. It gives off sparks from its body while it is doing so. If its partner is in trouble, this Pokémon gives off increasing amounts of sparks."
  },
  {
    "id": 313,
    "name": "Volbeat",
    "description": "Volbeat’s tail glows like a lightbulb. With other Volbeat, it uses its tail to draw geometric shapes in the night sky. This Pokémon loves the sweet aroma given off by Illumise."
  },
  {
    "id": 314,
    "name": "Illumise",
    "description": "Illumise leads a flight of illuminated Volbeat to draw signs in the night sky. This Pokémon is said to earn greater respect from its peers by composing more complex designs in the sky."
  },
  {
    "id": 315,
    "name": "Roselia",
    "description": "On extremely rare occasions, a Roselia is said to appear with its flowers in unusual colors. The thorns on this Pokémon’s head contain a vicious poison."
  },
  {
    "id": 316,
    "name": "Gulpin",
    "description": "Most of Gulpin’s body is made up of its stomach—its heart and brain are very small in comparison. This Pokémon’s stomach contains special enzymes that dissolve anything."
  },
  {
    "id": 317,
    "name": "Swalot",
    "description": "Swalot has no teeth, so what it eats, it swallows whole, no matter what. Its cavernous mouth yawns widely. An automobile tire could easily fit inside this Pokémon’s mouth."
  },
  {
    "id": 318,
    "name": "Carvanha",
    "description": "With its sturdy jaws and fangs, it can easily chomp wooden boats to splinters. It fights with Basculin over food."
  },
  {
    "id": 319,
    "name": "Sharpedo",
    "description": "It drinks in seawater and jets it from its rear to propel itself. It’s very sensitive to the scent of blood."
  },
  {
    "id": 320,
    "name": "Wailmer",
    "description": "Due to their memories of when they once lived on land, pods of them will, very rarely, wash up on shore."
  },
  {
    "id": 321,
    "name": "Wailord",
    "description": "When a small Wailmer is attacked by Sharpedo or Dhelmise, its whole pod works together to protect it."
  },
  {
    "id": 322,
    "name": "Numel",
    "description": "Numel stores magma of almost 2,200 degrees Fahrenheit within its body. If it gets wet, the magma cools and hardens. In that event, the Pokémon’s body grows heavy and its movements become sluggish."
  },
  {
    "id": 323,
    "name": "Camerupt",
    "description": "The humps on Camerupt’s back are formed by a transformation of its bones. They sometimes blast out molten magma. This Pokémon apparently erupts often when it is enraged."
  },
  {
    "id": 324,
    "name": "Torkoal",
    "description": "It burns coal to produce energy. When it has burned through all of its coal, it becomes unable to move."
  },
  {
    "id": 325,
    "name": "Spoink",
    "description": "Spoink keeps a pearl on top of its head. The pearl functions to amplify this Pokémon’s psychokinetic powers. It is therefore on a constant search for a bigger pearl."
  },
  {
    "id": 326,
    "name": "Grumpig",
    "description": "Grumpig uses the black pearls on its body to wield its fantastic powers. When it is doing so, it dances bizarrely. This Pokémon’s black pearls are valuable as works of art."
  },
  {
    "id": 327,
    "name": "Spinda",
    "description": "Each Spinda’s spot pattern is different. With its stumbling movements, it evades opponents’ attacks brilliantly!"
  },
  {
    "id": 328,
    "name": "Trapinch",
    "description": "It builds nests that double as traps, lying in wait for its prey to get caught. When night falls, it digs itself a spot beneath the sand to sleep."
  },
  {
    "id": 329,
    "name": "Vibrava",
    "description": "It vibrates its wings to send out odd sound waves. Trainers who are with it need earplugs."
  },
  {
    "id": 330,
    "name": "Flygon",
    "description": "People continue to have their hearts stolen by its enchanting songs and find themselves stranded in the desert."
  },
  {
    "id": 331,
    "name": "Cacnea",
    "description": "The more arid and harsh the environment, the more pretty and fragrant a flower Cacnea grows. This Pokémon battles by wildly swinging its thorny arms."
  },
  {
    "id": 332,
    "name": "Cacturne",
    "description": "If a traveler is going through a desert in the thick of night, Cacturne will follow in a ragtag group. The Pokémon are biding their time, waiting for the traveler to tire and become incapable of moving."
  },
  {
    "id": 333,
    "name": "Swablu",
    "description": "Swablu loves to make things clean. If it spots something dirty, it will wipe and polish it with its cottony wings. If its wings become dirty, this Pokémon finds a stream and showers itself."
  },
  {
    "id": 334,
    "name": "Altaria",
    "description": "Altaria sings in a gorgeous soprano. Its wings are like cotton clouds. This Pokémon catches updrafts with its buoyant wings and soars way up into the wild blue yonder."
  },
  {
    "id": 335,
    "name": "Zangoose",
    "description": "Zangoose usually stays on all fours, but when angered, it gets up on its hind legs and extends its claws. This Pokémon shares a bitter rivalry with Seviper that dates back over generations."
  },
  {
    "id": 336,
    "name": "Seviper",
    "description": "Seviper’s swordlike tail serves two purposes—it slashes foes and douses them with secreted poison. This Pokémon will not give up its long-running blood feud with Zangoose."
  },
  {
    "id": 337,
    "name": "Lunatone",
    "description": "Lunatone becomes active around the time of the full moon. Instead of walking, it moves by floating in midair. The Pokémon’s intimidating red eyes cause all those who see it to become transfixed with fear."
  },
  {
    "id": 338,
    "name": "Solrock",
    "description": "Sunlight is the source of Solrock’s power. It is said to possess the ability to read the emotions of others. This Pokémon gives off intense heat while rotating its body."
  },
  {
    "id": 339,
    "name": "Barboach",
    "description": "Its whiskers are filled with nerves. They can sense smells and flavors just as a person’s nose or tongue would."
  },
  {
    "id": 340,
    "name": "Whiscash",
    "description": "Its vision is not that good. It senses vibrations in the water with its whiskers to determine the location of its prey."
  },
  {
    "id": 341,
    "name": "Corphish",
    "description": "It can adapt very well to its environment. Feebas and Corphish are about the only Pokémon to live in stagnant ditches."
  },
  {
    "id": 342,
    "name": "Crawdaunt",
    "description": "Its pincers often fall off. Unlike with Crabrawler or Clauncher, the meat in its claws is utterly nasty and stinking."
  },
  {
    "id": 343,
    "name": "Baltoy",
    "description": "When they find others of their kind, they cry out loudly and gather together. Large numbers of them can be found in old graveyards."
  },
  {
    "id": 344,
    "name": "Claydol",
    "description": "The ancient people who made it apparently modeled it after something that descended from the sky. It fires beams from both arms."
  },
  {
    "id": 345,
    "name": "Lileep",
    "description": "It sticks to rocks with its powerful suckers and can’t be washed away no matter how rough the surf gets."
  },
  {
    "id": 346,
    "name": "Cradily",
    "description": "This carnivorous Pokémon lived in primordial seas. It catches prey in its eight tentacles and dissolves them with digestive fluid as it eats."
  },
  {
    "id": 347,
    "name": "Anorith",
    "description": "This is one kind of primeval bug Pokémon. With eight wings, it could apparently swim a lot faster than you’d expect."
  },
  {
    "id": 348,
    "name": "Armaldo",
    "description": "Armaldo adapted from living in water to living on land. It has been determined that it is the ancestor of some bug Pokémon."
  },
  {
    "id": 349,
    "name": "Feebas",
    "description": "Because of its wretched appearance, most people pay it no attention, but there are some who collect Feebas—and Feebas alone!"
  },
  {
    "id": 350,
    "name": "Milotic",
    "description": "Its dwelling place is the bottom of big lakes. Those who behold its loveliness are said to have their hearts purified."
  },
  {
    "id": 351,
    "name": "Castform",
    "description": "Its form changes depending on the weather. The rougher conditions get, the rougher Castform’s disposition!"
  },
  {
    "id": 352,
    "name": "Kecleon",
    "description": "Its color changes for concealment and also when its mood or health changes. The darker the color, the healthier it is."
  },
  {
    "id": 353,
    "name": "Shuppet",
    "description": "There’s a proverb that says, “Shun the house where Shuppet gather in the growing dusk.”"
  },
  {
    "id": 354,
    "name": "Banette",
    "description": "Resentment at being cast off made it spring into being. Some say that treating it well will satisfy it, and it will once more become a stuffed toy."
  },
  {
    "id": 355,
    "name": "Duskull",
    "description": "Duskull wanders lost among the deep darkness of midnight. There is an oft-told admonishment given to misbehaving children that this Pokémon will spirit away bad children who earn scoldings from their mothers."
  },
  {
    "id": 356,
    "name": "Dusclops",
    "description": "Dusclops absorbs anything, however large the object may be. This Pokémon hypnotizes its foe by waving its hands in a macabre manner and by bringing its single eye to bear. The hypnotized foe is made to do Dusclops’s bidding."
  },
  {
    "id": 357,
    "name": "Tropius",
    "description": "Bunches of delicious fruit grow around its neck. In warm areas, many ranches raise Tropius."
  },
  {
    "id": 358,
    "name": "Chimecho",
    "description": "In high winds, Chimecho cries as it hangs from a tree branch or the eaves of a building using a suction cup on its head. This Pokémon plucks berries with its long tail and eats them."
  },
  {
    "id": 359,
    "name": "Absol",
    "description": "The elderly call it the disaster Pokémon and detest it, but interest in its power to predict disasters is on the rise."
  },
  {
    "id": 360,
    "name": "Wynaut",
    "description": "Wynaut gather on moonlit nights to play by squeezing up against each other. By being squeezed, this Pokémon gains endurance and is trained to dole out powerful counterattacks."
  },
  {
    "id": 361,
    "name": "Snorunt",
    "description": "Rich people from cold areas all share childhood memories of playing with Snorunt."
  },
  {
    "id": 362,
    "name": "Glalie",
    "description": "Its actual body is a rock that isn’t particularly hard. Glalie absorbs moisture from the air and drapes itself in an armor of ice."
  },
  {
    "id": 363,
    "name": "Spheal",
    "description": "Spheal always travels by rolling around on its ball-like body. When the season for ice floes arrives, this Pokémon can be seen rolling about on ice and crossing the sea."
  },
  {
    "id": 364,
    "name": "Sealeo",
    "description": "Sealeo often balances and rolls things on the tip of its nose. While the Pokémon is rolling something, it checks the object’s aroma and texture to determine whether it likes the object or not."
  },
  {
    "id": 365,
    "name": "Walrein",
    "description": "Walrein swims all over in frigid seawater while crushing icebergs with its grand, imposing tusks. Its thick layer of blubber makes enemy attacks bounce off harmlessly."
  },
  {
    "id": 366,
    "name": "Clamperl",
    "description": "Clamperl’s pearls are exceedingly precious. They can be more than 10 times as costly as Shellder’s pearls."
  },
  {
    "id": 367,
    "name": "Huntail",
    "description": "Deep seas are their habitat. According to tradition, when Huntail wash up onshore, something unfortunate will happen."
  },
  {
    "id": 368,
    "name": "Gorebyss",
    "description": "It sucks bodily fluids out of its prey. The leftover meat sinks to the seafloor, where it becomes food for other Pokémon."
  },
  {
    "id": 369,
    "name": "Relicanth",
    "description": "The reason it hasn’t changed at all in a hundred million years is that it’s apparently already a perfect life-form."
  },
  {
    "id": 370,
    "name": "Luvdisc",
    "description": "Luvdisc makes its home in coral reefs in warm seas. It especially likes sleeping in the space between Corsola’s branches."
  },
  {
    "id": 371,
    "name": "Bagon",
    "description": "Some theories suggest that its behavior of forcefully bashing its head into things stimulates cells that affect its evolution."
  },
  {
    "id": 372,
    "name": "Shelgon",
    "description": "Shelgon lives deep within caves. It stays shut up in its hard shell, dreaming of the day it will be able to fly."
  },
  {
    "id": 373,
    "name": "Salamence",
    "description": "Thanks to its fervent wishes, the cells in its body finally mutated, and at last it has its heart’s desire—wings."
  },
  {
    "id": 374,
    "name": "Beldum",
    "description": "If you anger it, it will do more than rampage. It will also burst out strong magnetism, causing nearby machines to break."
  },
  {
    "id": 375,
    "name": "Metang",
    "description": "It flies at high speeds around the skies. When it finds its prey, Metang takes a firm grip with its sharp claws and never lets go."
  },
  {
    "id": 376,
    "name": "Metagross",
    "description": "It analyzes its opponents with more accuracy than a supercomputer, which enables it to calmly back them into a corner."
  },
  {
    "id": 377,
    "name": "Regirock",
    "description": "Regirock’s body is composed entirely of rocks. Recently, a study made the startling discovery that the rocks were all unearthed from different locations."
  },
  {
    "id": 378,
    "name": "Regice",
    "description": "Regice cloaks itself with frigid air of -328 degrees Fahrenheit. Things will freeze solid just by going near this Pokémon. Its icy body is so cold, it will not melt even if it is immersed in magma."
  },
  {
    "id": 379,
    "name": "Registeel",
    "description": "Registeel was imprisoned by people in ancient times. The metal composing its body is thought to be a curious substance that is not of this earth."
  },
  {
    "id": 380,
    "name": "Latias",
    "description": "Latias is highly intelligent and capable of understanding human speech. It is covered with a glass-like down. The Pokémon enfolds its body with its down and refracts light to alter its appearance."
  },
  {
    "id": 381,
    "name": "Latios",
    "description": "Latios will only open its heart to a Trainer with a compassionate spirit. This Pokémon can fly faster than a jet plane by folding its forelegs to minimize air resistance."
  },
  {
    "id": 382,
    "name": "Kyogre",
    "description": "Kyogre is said to be the personification of the sea itself. Legends tell of its many clashes against Groudon, as each sought to gain the power of nature."
  },
  {
    "id": 383,
    "name": "Groudon",
    "description": "Through Primal Reversion and with nature’s full power, it will take back its true form. It can cause magma to erupt and expand the landmass of the world."
  },
  {
    "id": 384,
    "name": "Rayquaza",
    "description": "It flies forever through the ozone layer, consuming meteoroids for sustenance. The many meteoroids in its body provide the energy it needs to Mega Evolve."
  },
  {
    "id": 385,
    "name": "Jirachi",
    "description": "Jirachi will awaken from its sleep of a thousand years if you sing to it in a voice of purity. It is said to make true any wish that people desire."
  },
  {
    "id": 386,
    "name": "Deoxys",
    "description": "Deoxys emerged from a virus that came from space. It is highly intelligent and wields psychokinetic powers. This Pokémon shoots lasers from the crystalline organ on its chest."
  },
  {
    "id": 387,
    "name": "Turtwig",
    "description": "It undertakes photosynthesis with its body, making oxygen. The leaf on its head wilts if it is thirsty."
  },
  {
    "id": 388,
    "name": "Grotle",
    "description": "It knows where pure water wells up. It carries fellow Pokémon there on its back."
  },
  {
    "id": 389,
    "name": "Torterra",
    "description": "Small Pokémon occasionally gather on its unmoving back to begin building their nests."
  },
  {
    "id": 390,
    "name": "Chimchar",
    "description": "The gas made in its belly burns from its rear end. The fire burns weakly when it feels sick."
  },
  {
    "id": 391,
    "name": "Monferno",
    "description": "It uses ceilings and walls to launch aerial attacks. Its fiery tail is but one weapon."
  },
  {
    "id": 392,
    "name": "Infernape",
    "description": "It tosses its enemies around with agility. It uses all its limbs to fight in its own unique style."
  },
  {
    "id": 393,
    "name": "Piplup",
    "description": "Because it is very proud, it hates accepting food from people. Its thick down guards it from cold."
  },
  {
    "id": 394,
    "name": "Prinplup",
    "description": "It lives a solitary life. Its wings deliver wicked blows that can snap even the thickest of trees."
  },
  {
    "id": 395,
    "name": "Empoleon",
    "description": "The three horns that extend from its beak attest to its power. The leader has the biggest horns."
  },
  {
    "id": 396,
    "name": "Starly",
    "description": "They flock around mountains and fields, chasing after bug Pokémon. Their singing is noisy and annoying."
  },
  {
    "id": 397,
    "name": "Staravia",
    "description": "It lives in forests and fields. Squabbles over territory occur when flocks collide."
  },
  {
    "id": 398,
    "name": "Staraptor",
    "description": "When Staravia evolve into Staraptor, they leave the flock to live alone. They have sturdy wings."
  },
  {
    "id": 399,
    "name": "Bidoof",
    "description": "It constantly gnaws on logs and rocks to whittle down its front teeth. It nests alongside water."
  },
  {
    "id": 400,
    "name": "Bibarel",
    "description": "It makes its nest by damming streams with bark and mud. It is known as an industrious worker."
  },
  {
    "id": 401,
    "name": "Kricketot",
    "description": "When its antennae hit each other, it sounds like the music of a xylophone."
  },
  {
    "id": 402,
    "name": "Kricketune",
    "description": "It signals its emotions with its melodies. Scientists are studying these melodic patterns."
  },
  {
    "id": 403,
    "name": "Shinx",
    "description": "All of its fur dazzles if danger is sensed. It flees while the foe is momentarily blinded."
  },
  {
    "id": 404,
    "name": "Luxio",
    "description": "Strong electricity courses through the tips of its sharp claws. A light scratch causes fainting in foes."
  },
  {
    "id": 405,
    "name": "Luxray",
    "description": "Luxray’s ability to see through objects comes in handy when it’s scouting for danger."
  },
  {
    "id": 406,
    "name": "Budew",
    "description": "Over the winter, it closes its bud and endures the cold. In spring, the bud opens and releases pollen."
  },
  {
    "id": 407,
    "name": "Roserade",
    "description": "With the movements of a dancer, it strikes with whips that are densely lined with poison thorns."
  },
  {
    "id": 408,
    "name": "Cranidos",
    "description": "Its hard skull is its distinguishing feature. It snapped trees by headbutting them, and then it fed on their ripe berries."
  },
  {
    "id": 409,
    "name": "Rampardos",
    "description": "This ancient Pokémon used headbutts skillfully. Its brain was really small, so some theories suggest that its stupidity led to its extinction."
  },
  {
    "id": 410,
    "name": "Shieldon",
    "description": "Although its fossils can be found in layers of primeval rock, nothing but its face has ever been discovered."
  },
  {
    "id": 411,
    "name": "Bastiodon",
    "description": "This Pokémon is from roughly 100 million years ago. Its terrifyingly tough face is harder than steel."
  },
  {
    "id": 412,
    "name": "Burmy",
    "description": "If its cloak is broken in battle, it quickly remakes the cloak with materials nearby."
  },
  {
    "id": 413,
    "name": "Wormadam",
    "description": "When Burmy evolved, its cloak became a part of this Pokémon’s body. The cloak is never shed."
  },
  {
    "id": 414,
    "name": "Mothim",
    "description": "It flutters around at night and steals honey from the Combee hive."
  },
  {
    "id": 415,
    "name": "Combee",
    "description": "It collects and delivers honey to its colony. At night, they cluster to form a beehive and sleep."
  },
  {
    "id": 416,
    "name": "Vespiquen",
    "description": "Its abdomen is a honeycomb for grubs. It raises its grubs on honey collected by Combee."
  },
  {
    "id": 417,
    "name": "Pachirisu",
    "description": "A pair may be seen rubbing their cheek pouches together in an effort to share stored electricity."
  },
  {
    "id": 418,
    "name": "Buizel",
    "description": "It inflates the flotation sac around its neck and pokes its head out of the water to see what is going on."
  },
  {
    "id": 419,
    "name": "Floatzel",
    "description": "Its flotation sac developed as a result of pursuing aquatic prey. It can double as a rubber raft."
  },
  {
    "id": 420,
    "name": "Cherubi",
    "description": "It evolves by sucking the energy out of the small ball where it had been storing nutrients."
  },
  {
    "id": 421,
    "name": "Cherrim",
    "description": "If it senses strong sunlight, it opens its folded petals to absorb the sun’s rays with its whole body."
  },
  {
    "id": 422,
    "name": "Shellos",
    "description": "When it senses danger, a purple liquid oozes out of it. The liquid is thought to be something like greasy sweat."
  },
  {
    "id": 423,
    "name": "Gastrodon",
    "description": "Their shape and color change, depending on their environment and diet. There are many of them at beaches where the waves are calm."
  },
  {
    "id": 424,
    "name": "Ambipom",
    "description": "It uses its tails for everything. If it wraps both of its tails around you and gives you a squeeze, that’s proof it really likes you."
  },
  {
    "id": 425,
    "name": "Drifloon",
    "description": "Wandering souls gathered together to form this Pokémon. When trying to make friends with children, Drifloon grabs them by the hand."
  },
  {
    "id": 426,
    "name": "Drifblim",
    "description": "The raw material for the gas inside its body is souls. When its body starts to deflate, it’s thought to carry away people and Pokémon."
  },
  {
    "id": 427,
    "name": "Buneary",
    "description": "The reason it keeps one ear rolled up is so it can launch a swift counterattack if it’s attacked by an enemy."
  },
  {
    "id": 428,
    "name": "Lopunny",
    "description": "It’s notably wary and has a dislike of fighting, but at the same time, it can deliver powerful kicks with its lithe legs."
  },
  {
    "id": 429,
    "name": "Mismagius",
    "description": "Its muttered curses can cause awful headaches or terrifying visions that torment others."
  },
  {
    "id": 430,
    "name": "Honchkrow",
    "description": "Its goons take care of most of the fighting for it. The only time it dirties its own hands is in delivering a final blow to finish off an opponent."
  },
  {
    "id": 431,
    "name": "Glameow",
    "description": "When it’s happy, Glameow demonstrates beautiful movements of its tail, like a dancing ribbon."
  },
  {
    "id": 432,
    "name": "Purugly",
    "description": "To make itself appear intimidatingly beefy, it tightly cinches its waist with its twin tails."
  },
  {
    "id": 433,
    "name": "Chingling",
    "description": "There is an orb inside its mouth. When it hops, the orb bounces all over and makes a ringing sound."
  },
  {
    "id": 434,
    "name": "Stunky",
    "description": "It protects itself by spraying a noxious fluid from its rear. The stench lingers for 24 hours."
  },
  {
    "id": 435,
    "name": "Skuntank",
    "description": "It sprays a stinky fluid from its tail. The fluid smells worse the longer it is allowed to fester."
  },
  {
    "id": 436,
    "name": "Bronzor",
    "description": "Implements shaped like it were discovered in ancient tombs. It is unknown if they are related."
  },
  {
    "id": 437,
    "name": "Bronzong",
    "description": "Ancient people believed that petitioning Bronzong for rain was the way to make crops grow."
  },
  {
    "id": 438,
    "name": "Bonsly",
    "description": "If its body gets too damp, it will die. So, in a process reminiscent of sweating, its eyes expel moisture."
  },
  {
    "id": 439,
    "name": "Mime Jr.",
    "description": "When this gifted mimic surprises an opponent, Mime Jr. feels so happy that it ends up forgetting it was imitating something."
  },
  {
    "id": 440,
    "name": "Happiny",
    "description": "When it sees something round and white, Happiny puts it into the pouch on its stomach. It sometimes becomes overloaded and can’t move."
  },
  {
    "id": 441,
    "name": "Chatot",
    "description": "It can learn and speak human words. If they gather, they all learn the same saying."
  },
  {
    "id": 442,
    "name": "Spiritomb",
    "description": "It was bound to a fissure in an odd keystone as punishment for misdeeds 500 years ago."
  },
  {
    "id": 443,
    "name": "Gible",
    "description": "Its original home is an area much hotter than Alola. If you’re planning to live with one, your heating bill will soar."
  },
  {
    "id": 444,
    "name": "Gabite",
    "description": "It sheds its skin and gradually grows larger. Its scales can be ground into a powder and used as raw materials for traditional medicine."
  },
  {
    "id": 445,
    "name": "Garchomp",
    "description": "Its fine scales don’t just reduce wind resistance—their sharp edges also cause injury to any opponent who attacks it."
  },
  {
    "id": 446,
    "name": "Munchlax",
    "description": "Anything that looks edible, Munchlax will go on and swallow whole. Its stomach is tough enough to handle it even if the food has gone rotten."
  },
  {
    "id": 447,
    "name": "Riolu",
    "description": "It uses waves called auras to communicate with others of its kind. It doesn’t make any noise during this time, so its enemies can’t detect it."
  },
  {
    "id": 448,
    "name": "Lucario",
    "description": "Lucario reads its opponent’s feelings with its aura waves. It finds out things it would rather not know, so it gets stressed out easily."
  },
  {
    "id": 449,
    "name": "Hippopotas",
    "description": "It enshrouds itself with sand to protect itself from germs. It does not enjoy getting wet."
  },
  {
    "id": 450,
    "name": "Hippowdon",
    "description": "It blasts internally stored sand from ports on its body to create a towering twister for attack."
  },
  {
    "id": 451,
    "name": "Skorupi",
    "description": "It burrows under the sand to lie in wait for prey. Its tail claws can inject its prey with a savage poison."
  },
  {
    "id": 452,
    "name": "Drapion",
    "description": "It has the power in its clawed arms to make scrap of a car. The tips of its claws release poison."
  },
  {
    "id": 453,
    "name": "Croagunk",
    "description": "Inflating its poison sacs, it fills the area with an odd sound and hits flinching opponents with a poison jab."
  },
  {
    "id": 454,
    "name": "Toxicroak",
    "description": "Its knuckle claws secrete a toxin so vile that even a scratch could prove fatal."
  },
  {
    "id": 455,
    "name": "Carnivine",
    "description": "It binds itself to trees in marshes. It attracts prey with its sweet-smelling drool and gulps them down."
  },
  {
    "id": 456,
    "name": "Finneon",
    "description": "It lures in prey with its shining tail fins. It stays near the surface during the day and moves to the depths when night falls."
  },
  {
    "id": 457,
    "name": "Lumineon",
    "description": "They traverse the deep waters as if crawling over the seafloor. The fantastic lights of its fins shine like stars in the night sky."
  },
  {
    "id": 458,
    "name": "Mantyke",
    "description": "Mantyke are friendly toward people and will approach boats closely. The patterns on their backs differ depending on their habitat."
  },
  {
    "id": 459,
    "name": "Snover",
    "description": "In the spring, it grows berries with the texture of frozen treats around its belly."
  },
  {
    "id": 460,
    "name": "Abomasnow",
    "description": "It lives a quiet life on mountains that are perpetually covered in snow. It hides itself by whipping up blizzards."
  },
  {
    "id": 461,
    "name": "Weavile",
    "description": "Thanks to its increased intelligence, scrapping over food is a thing of the past. A scratch from its claws will give you a case of frostbite!"
  },
  {
    "id": 462,
    "name": "Magnezone",
    "description": "There are still people who believe that this Pokémon came from outer space. It emanates a powerful magnetic field."
  },
  {
    "id": 463,
    "name": "Lickilicky",
    "description": "It uses its tongue much more skillfully than its hands or its feet. It can deftly pick up a single small bean with its tongue."
  },
  {
    "id": 464,
    "name": "Rhyperior",
    "description": "It puts rocks in holes in its palms and uses its muscles to shoot them. Geodude are shot at rare times."
  },
  {
    "id": 465,
    "name": "Tangrowth",
    "description": "Its vines grow so profusely that, in the warm season, you can’t even see its eyes."
  },
  {
    "id": 466,
    "name": "Electivire",
    "description": "A single Electivire can provide enough electricity for all the buildings in a big city for a year."
  },
  {
    "id": 467,
    "name": "Magmortar",
    "description": "Magmortar takes down its enemies by shooting fireballs, which burn them to a blackened crisp. It avoids this method when hunting prey."
  },
  {
    "id": 468,
    "name": "Togekiss",
    "description": "It shares many blessings with people who respect one another’s rights and avoid needless strife."
  },
  {
    "id": 469,
    "name": "Yanmega",
    "description": "This six-legged Pokémon is easily capable of transporting an adult in flight. The wings on its tail help it stay balanced."
  },
  {
    "id": 470,
    "name": "Leafeon",
    "description": "It gets its nutrition from photosynthesis. It lives a quiet life deep in forests where clean rivers flow."
  },
  {
    "id": 471,
    "name": "Glaceon",
    "description": "It can instantaneously freeze any moisture that’s around it, creating ice pellets to shoot at its prey."
  },
  {
    "id": 472,
    "name": "Gliscor",
    "description": "Its flight is soundless. It uses its lengthy tail to carry off its prey... Then its elongated fangs do the rest."
  },
  {
    "id": 473,
    "name": "Mamoswine",
    "description": "Its impressive tusks are made of ice. The population thinned when it turned warm after the ice age."
  },
  {
    "id": 474,
    "name": "Porygon-Z",
    "description": "A faulty update was added to its programming. Its behavior is noticeably strange, so the experiment may have been a failure."
  },
  {
    "id": 475,
    "name": "Gallade",
    "description": "A master of courtesy and swordsmanship, it fights using extending swords on its elbows."
  },
  {
    "id": 476,
    "name": "Probopass",
    "description": "It uses three small units to catch prey and battle enemies. The main body mostly just gives orders."
  },
  {
    "id": 477,
    "name": "Dusknoir",
    "description": "The antenna on its head captures radio waves from the world of spirits that command it to take people there."
  },
  {
    "id": 478,
    "name": "Froslass",
    "description": "It’s said that on nights of terrible blizzards, it comes down to human settlements. If you hear it knocking at your door, do not open it!"
  },
  {
    "id": 479,
    "name": "Rotom",
    "description": "Its body is composed of plasma. It is known to infiltrate electronic devices and wreak havoc."
  },
  {
    "id": 480,
    "name": "Uxie",
    "description": "It is said that its emergence gave humans the intelligence to improve their quality of life."
  },
  {
    "id": 481,
    "name": "Mesprit",
    "description": "It sleeps at the bottom of a lake. Its spirit is said to leave its body to fly on the lake’s surface."
  },
  {
    "id": 482,
    "name": "Azelf",
    "description": "It is thought that Uxie, Mesprit, and Azelf all came from the same egg."
  },
  {
    "id": 483,
    "name": "Dialga",
    "description": "It has the power to control time. It appears in Sinnoh-region myths as an ancient deity."
  },
  {
    "id": 484,
    "name": "Palkia",
    "description": "It has the ability to distort space. It is described as a deity in Sinnoh-region mythology."
  },
  {
    "id": 485,
    "name": "Heatran",
    "description": "Boiling blood, like magma, circulates through its body. It makes its dwelling place in volcanic caves."
  },
  {
    "id": 486,
    "name": "Regigigas",
    "description": "There is an enduring legend that states this Pokémon towed continents with ropes."
  },
  {
    "id": 487,
    "name": "Giratina",
    "description": "It was banished for its violence. It silently gazed upon the old world from the Distortion World."
  },
  {
    "id": 488,
    "name": "Cresselia",
    "description": "Those who sleep holding Cresselia’s feather are assured of joyful dreams. It is said to represent the crescent moon."
  },
  {
    "id": 489,
    "name": "Phione",
    "description": "It drifts in warm seas. It always returns to where it was born, no matter how far it may have drifted."
  },
  {
    "id": 490,
    "name": "Manaphy",
    "description": "It starts its life with a wondrous power that permits it to bond with any kind of Pokémon."
  },
  {
    "id": 491,
    "name": "Darkrai",
    "description": "It can lull people to sleep and make them dream. It is active during nights of the new moon."
  },
  {
    "id": 492,
    "name": "Shaymin",
    "description": "The blooming of Gracidea flowers confers the power of flight upon it. Feelings of gratitude are the message it delivers."
  },
  {
    "id": 493,
    "name": "Arceus",
    "description": "It is told in mythology that this Pokémon was born before the universe even existed."
  },
  {
    "id": 494,
    "name": "Victini",
    "description": "When it shares the infinite energy it creates, that being’s entire body will be overflowing with power."
  },
  {
    "id": 495,
    "name": "Snivy",
    "description": "They photosynthesize by bathing their tails in sunlight. When they are not feeling well, their tails droop."
  },
  {
    "id": 496,
    "name": "Servine",
    "description": "When it gets dirty, its leaves can’t be used in photosynthesis, so it always keeps itself clean."
  },
  {
    "id": 497,
    "name": "Serperior",
    "description": "It can stop its opponents’ movements with just a glare. It takes in solar energy and boosts it internally."
  },
  {
    "id": 498,
    "name": "Tepig",
    "description": "It loves to eat roasted berries, but sometimes it gets too excited and burns them to a crisp."
  },
  {
    "id": 499,
    "name": "Pignite",
    "description": "When its internal fire flares up, its movements grow sharper and faster. When in trouble, it emits smoke."
  },
  {
    "id": 500,
    "name": "Emboar",
    "description": "It has mastered fast and powerful fighting moves. It grows a beard of fire."
  },
  {
    "id": 501,
    "name": "Oshawott",
    "description": "It fights using the scalchop on its stomach. In response to an attack, it retaliates immediately by slashing."
  },
  {
    "id": 502,
    "name": "Dewott",
    "description": "As a result of strict training, each Dewott learns different forms for using the scalchops."
  },
  {
    "id": 503,
    "name": "Samurott",
    "description": "One swing of the sword incorporated in its armor can fell an opponent. A simple glare from one of them quiets everybody."
  },
  {
    "id": 504,
    "name": "Patrat",
    "description": "Extremely cautious, one of them will always be on the lookout, but it won’t notice a foe coming from behind."
  },
  {
    "id": 505,
    "name": "Watchog",
    "description": "When they see an enemy, their tails stand high, and they spit the seeds of berries stored in their cheek pouches."
  },
  {
    "id": 506,
    "name": "Lillipup",
    "description": "This Pokémon is popular with beginners because it’s intelligent, obedient to its Trainer’s commands, and easy to raise."
  },
  {
    "id": 507,
    "name": "Herdier",
    "description": "It has been living with people for so long that portrayals of it can be found on the walls of caves from long, long ago."
  },
  {
    "id": 508,
    "name": "Stoutland",
    "description": "Its fur is long and thick. A long time ago in cold regions, every household kept a Stoutland."
  },
  {
    "id": 509,
    "name": "Purrloin",
    "description": "They steal from people for fun, but their victims can’t help but forgive them. Their deceptively cute act is perfect."
  },
  {
    "id": 510,
    "name": "Liepard",
    "description": "Stealthily, it sneaks up on its target, striking from behind before its victim has a chance to react."
  },
  {
    "id": 511,
    "name": "Pansage",
    "description": "It’s good at finding berries and gathers them from all over. It’s kind enough to share them with friends."
  },
  {
    "id": 512,
    "name": "Simisage",
    "description": "Ill tempered, it fights by swinging its barbed tail around wildly. The leaf growing on its head is very bitter."
  },
  {
    "id": 513,
    "name": "Pansear",
    "description": "This Pokémon lives in caves in volcanoes. The fire within the tuft on its head can reach 600 degrees Fahrenheit."
  },
  {
    "id": 514,
    "name": "Simisear",
    "description": "When it gets excited, embers rise from its head and tail and it gets hot. For some reason, it loves sweets."
  },
  {
    "id": 515,
    "name": "Panpour",
    "description": "The water stored inside the tuft on its head is full of nutrients. Plants that receive its water grow large."
  },
  {
    "id": 516,
    "name": "Simipour",
    "description": "It prefers places with clean water. When its tuft runs low, it replenishes it by siphoning up water with its tail."
  },
  {
    "id": 517,
    "name": "Munna",
    "description": "It eats the dreams of people and Pokémon. When it eats a pleasant dream, it expels pink-colored mist."
  },
  {
    "id": 518,
    "name": "Musharna",
    "description": "The dream mist coming from its forehead changes into many different colors depending on the dream that was eaten."
  },
  {
    "id": 519,
    "name": "Pidove",
    "description": "These Pokémon live in cities. They are accustomed to people. Flocks often gather in parks and plazas."
  },
  {
    "id": 520,
    "name": "Tranquill",
    "description": "No matter where in the world it goes, it knows where its nest is, so it never gets separated from its Trainer."
  },
  {
    "id": 521,
    "name": "Unfezant",
    "description": "Males have plumage on their heads. They will never let themselves feel close to anyone other than their Trainers."
  },
  {
    "id": 522,
    "name": "Blitzle",
    "description": "Its mane shines when it discharges electricity. They use the frequency and rhythm of these flashes to communicate."
  },
  {
    "id": 523,
    "name": "Zebstrika",
    "description": "They have lightning-like movements. When Zebstrika run at full speed, the sound of thunder reverberates."
  },
  {
    "id": 524,
    "name": "Roggenrola",
    "description": "It was found in a fissure in a layer of exposed rock. The material that makes up its body is dirt from several hundred years ago."
  },
  {
    "id": 525,
    "name": "Boldore",
    "description": "Its orange crystals are lumps of powerful energy. They’re valuable, so Boldore is sometimes targeted for them."
  },
  {
    "id": 526,
    "name": "Gigalith",
    "description": "It absorbs rays of sunlight and shoots out energy. It’s usually lurking deep beneath the surface."
  },
  {
    "id": 527,
    "name": "Woobat",
    "description": "The heart-shaped mark left on a body after a Woobat has been attached to it is said to bring good fortune."
  },
  {
    "id": 528,
    "name": "Swoobat",
    "description": "Anyone who comes into contact with the ultrasonic waves emitted by a courting male experiences a positive mood shift."
  },
  {
    "id": 529,
    "name": "Drilbur",
    "description": "By spinning its body, it can dig straight through the ground at a speed of 30 mph."
  },
  {
    "id": 530,
    "name": "Excadrill",
    "description": "More than 300 feet below the surface, they build mazelike nests. Their activity can be destructive to subway tunnels."
  },
  {
    "id": 531,
    "name": "Audino",
    "description": "It touches others with the feelers on its ears, using the sound of their heartbeats to tell how they are feeling."
  },
  {
    "id": 532,
    "name": "Timburr",
    "description": "Always carrying squared logs, they help out with construction. As they grow, they carry bigger logs."
  },
  {
    "id": 533,
    "name": "Gurdurr",
    "description": "This Pokémon is so muscular and strongly built that even a group of wrestlers could not make it budge an inch."
  },
  {
    "id": 534,
    "name": "Conkeldurr",
    "description": "Rather than rely on force, they master moves that utilize the centrifugal force of spinning concrete."
  },
  {
    "id": 535,
    "name": "Tympole",
    "description": "By vibrating its cheeks, it emits sound waves imperceptible to humans. It uses the rhythm of these sounds to talk."
  },
  {
    "id": 536,
    "name": "Palpitoad",
    "description": "It lives in the water and on land. It uses its long, sticky tongue to immobilize its opponents."
  },
  {
    "id": 537,
    "name": "Seismitoad",
    "description": "They shoot paralyzing liquid from their head bumps. They use vibration to hurt their opponents."
  },
  {
    "id": 538,
    "name": "Throh",
    "description": "When it encounters a foe bigger than itself, it wants to throw it. It changes belts as it gets stronger."
  },
  {
    "id": 539,
    "name": "Sawk",
    "description": "Tying their belts gets them pumped and makes their punches more destructive. Disturbing their training angers them."
  },
  {
    "id": 540,
    "name": "Sewaddle",
    "description": "Since this Pokémon makes its own clothes out of leaves, it is a popular mascot for fashion designers."
  },
  {
    "id": 541,
    "name": "Swadloon",
    "description": "It protects itself from the cold by wrapping up in leaves. It stays on the move, eating leaves in forests."
  },
  {
    "id": 542,
    "name": "Leavanny",
    "description": "It keeps its eggs warm with heat from fermenting leaves. It also uses leaves to make warm wrappings for Sewaddle."
  },
  {
    "id": 543,
    "name": "Venipede",
    "description": "Its bite injects a potent poison, enough to paralyze large bird Pokémon that try to prey on it."
  },
  {
    "id": 544,
    "name": "Whirlipede",
    "description": "It is usually motionless, but when attacked, it rotates at high speed and then crashes into its opponent."
  },
  {
    "id": 545,
    "name": "Scolipede",
    "description": "With quick movements, it chases down its foes, attacking relentlessly with its horns until it prevails."
  },
  {
    "id": 546,
    "name": "Cottonee",
    "description": "When attacked, it expels cotton from its body to create a diversion. The cotton it loses grows back in quickly."
  },
  {
    "id": 547,
    "name": "Whimsicott",
    "description": "Whimsicott doesn’t live in a fixed location. It floats around on whirling winds, appearing all over the place to perform its mischief."
  },
  {
    "id": 548,
    "name": "Petilil",
    "description": "They prefer clean water and soil. When the environment they live in turns bad, the whole bunch will up and move to a new area."
  },
  {
    "id": 549,
    "name": "Lilligant",
    "description": "It’s well liked by other Pokémon because of its beauty. The flower on its head needs constant care, or it will soon wither and rot."
  },
  {
    "id": 550,
    "name": "Basculin",
    "description": "When a school of Basculin appears in a lake, everything else disappears, except for Corphish and Crawdaunt. That’s how violent Basculin are."
  },
  {
    "id": 551,
    "name": "Sandile",
    "description": "Sandile’s still not good at hunting, so it mostly eats things that have collapsed in the desert. It’s called “the cleaner of the desert.”"
  },
  {
    "id": 552,
    "name": "Krokorok",
    "description": "It buries some of its prey in the sand to use as emergency meals when its hunts are unsuccessful."
  },
  {
    "id": 553,
    "name": "Krookodile",
    "description": "It conceals itself in sandstorms that Flygon whip up and waits patiently for prey to appear."
  },
  {
    "id": 554,
    "name": "Darumaka",
    "description": "When it sleeps, it pulls its limbs into its body and its internal fire goes down to 1,100 degrees Fahrenheit."
  },
  {
    "id": 555,
    "name": "Darmanitan",
    "description": "Its internal fire burns at 2,500 degrees Fahrenheit, making enough power that it can destroy a dump truck with one punch."
  },
  {
    "id": 556,
    "name": "Maractus",
    "description": "Arid regions are their habitat. They move rhythmically, making a sound similar to maracas."
  },
  {
    "id": 557,
    "name": "Dwebble",
    "description": "When it finds a stone of a suitable size, it secretes a liquid from its mouth to open up a hole to crawl into."
  },
  {
    "id": 558,
    "name": "Crustle",
    "description": "Competing for territory, Crustle fight viciously. The one whose boulder is broken is the loser of the battle."
  },
  {
    "id": 559,
    "name": "Scraggy",
    "description": "It stretches its saggy skin up to its neck to protect itself. The saggier their skin, the more respect they garner."
  },
  {
    "id": 560,
    "name": "Scrafty",
    "description": "It taunts its opponents by spitting. It has a certain territory that it never leaves its whole life long."
  },
  {
    "id": 561,
    "name": "Sigilyph",
    "description": "The guardians of an ancient city, they always fly the same route while keeping watch for invaders."
  },
  {
    "id": 562,
    "name": "Yamask",
    "description": "Each of them carries a mask that used to be its face when it was human. Sometimes they look at it and cry."
  },
  {
    "id": 563,
    "name": "Cofagrigus",
    "description": "Grave robbers who mistake them for real coffins and get too close end up trapped inside their bodies."
  },
  {
    "id": 564,
    "name": "Tirtouga",
    "description": "Its hunting grounds encompassed a broad area, from the land to more than half a mile deep in the ocean."
  },
  {
    "id": 565,
    "name": "Carracosta",
    "description": "Carracosta eats every last bit of the prey it catches, even the shells and bones, to further strengthen its sturdy shell."
  },
  {
    "id": 566,
    "name": "Archen",
    "description": "Restored from a fossil, this ancient bird Pokémon has wings but can’t yet fly."
  },
  {
    "id": 567,
    "name": "Archeops",
    "description": "Said to be an ancestor of bird Pokémon, the muscles it uses to flap its wings are still weak, so it needs a long runway in order to take off."
  },
  {
    "id": 568,
    "name": "Trubbish",
    "description": "If a young Pokémon or child breathes in the toxic gas that Trubbish belches out, it could be a life-threatening situation."
  },
  {
    "id": 569,
    "name": "Garbodor",
    "description": "Some say the reason Garbodor in Alola are a little stronger than their counterparts elsewhere is the presence of Muk, their natural enemy."
  },
  {
    "id": 570,
    "name": "Zorua",
    "description": "If a normally talkative child suddenly stops talking, it may have been replaced by Zorua."
  },
  {
    "id": 571,
    "name": "Zoroark",
    "description": "If it thinks humans are going to discover its den, Zoroark shows them visions that make them wander around in the woods."
  },
  {
    "id": 572,
    "name": "Minccino",
    "description": "When its tail has gotten dirty from self-cleaning or from cleaning its nest, Minccino spends a whole day washing its tail in clean spring water."
  },
  {
    "id": 573,
    "name": "Cinccino",
    "description": "The oil that seeps from its body is really smooth. For people troubled by bad skin, this oil is an effective treatment."
  },
  {
    "id": 574,
    "name": "Gothita",
    "description": "They intently observe both Trainers and Pokémon. Apparently, they are looking at something that only Gothita can see."
  },
  {
    "id": 575,
    "name": "Gothorita",
    "description": "According to many old tales, it creates friends for itself by controlling sleeping children on starry nights."
  },
  {
    "id": 576,
    "name": "Gothitelle",
    "description": "They can predict the future from the placement and movement of the stars. They can see Trainers’ life spans."
  },
  {
    "id": 577,
    "name": "Solosis",
    "description": "They drive away attackers by unleashing psychic power. They can use telepathy to talk with others."
  },
  {
    "id": 578,
    "name": "Duosion",
    "description": "When their two divided brains think the same thoughts, their psychic power is maximized."
  },
  {
    "id": 579,
    "name": "Reuniclus",
    "description": "When Reuniclus shake hands, a network forms between their brains, increasing their psychic power."
  },
  {
    "id": 580,
    "name": "Ducklett",
    "description": "They are better at swimming than flying, and they happily eat their favorite food, peat moss, as they dive underwater."
  },
  {
    "id": 581,
    "name": "Swanna",
    "description": "Swanna start to dance at dusk. The one dancing in the middle is the leader of the flock."
  },
  {
    "id": 582,
    "name": "Vanillite",
    "description": "When the morning sun hit an icicle, it wished not to melt, and thus Vanillite was born. At night, it buries itself in snow to sleep."
  },
  {
    "id": 583,
    "name": "Vanillish",
    "description": "This hearty Pokémon survived the Ice Age. It’s incredibly popular in very hot regions."
  },
  {
    "id": 584,
    "name": "Vanilluxe",
    "description": "Vanilluxe is born when two Vanillish, half-melted by the day’s light, stick to each other and freeze together in the cold return of night."
  },
  {
    "id": 585,
    "name": "Deerling",
    "description": "The turning of the seasons changes the color and scent of this Pokémon’s fur. People use it to mark the seasons."
  },
  {
    "id": 586,
    "name": "Sawsbuck",
    "description": "They migrate according to the seasons, so some people call Sawsbuck the harbingers of spring."
  },
  {
    "id": 587,
    "name": "Emolga",
    "description": "As it flies, it scatters electricity around, so bird Pokémon keep their distance. That’s why Emolga can keep all its food to itself."
  },
  {
    "id": 588,
    "name": "Karrablast",
    "description": "For some reason they evolve when they receive electrical energy while they are attacking Shelmet."
  },
  {
    "id": 589,
    "name": "Escavalier",
    "description": "These Pokémon evolve by wearing the shell covering of a Shelmet. The steel armor protects their whole body."
  },
  {
    "id": 590,
    "name": "Foongus",
    "description": "It lures Pokémon with its pattern that looks just like a Poké Ball, then releases poison spores."
  },
  {
    "id": 591,
    "name": "Amoonguss",
    "description": "It lures prey close by dancing and waving its arm caps, which resemble Poké Balls, in a swaying motion."
  },
  {
    "id": 592,
    "name": "Frillish",
    "description": "Using the invisible poison spikes on its veillike arms and legs, it paralyzes its enemies and causes them to drown."
  },
  {
    "id": 593,
    "name": "Jellicent",
    "description": "Fishermen are terrified of Jellicent. It’s rumored to drag them into the sea and steal their lives away."
  },
  {
    "id": 594,
    "name": "Alomomola",
    "description": "The reason it helps Pokémon in a weakened condition is that any Pokémon coming after them may also attack Alomomola."
  },
  {
    "id": 595,
    "name": "Joltik",
    "description": "They attach themselves to large-bodied Pokémon and absorb static electricity, which they store in an electric pouch."
  },
  {
    "id": 596,
    "name": "Galvantula",
    "description": "When attacked, they create an electric barrier by spitting out many electrically charged threads."
  },
  {
    "id": 597,
    "name": "Ferroseed",
    "description": "It absorbs the iron it finds in the rock while clinging to the ceiling. It shoots spikes when in danger."
  },
  {
    "id": 598,
    "name": "Ferrothorn",
    "description": "They attach themselves to cave ceilings, firing steel spikes at targets passing beneath them."
  },
  {
    "id": 599,
    "name": "Klink",
    "description": "The two minigears that mesh together are predetermined. Each will rebound from other minigears without meshing."
  },
  {
    "id": 600,
    "name": "Klang",
    "description": "A minigear and big gear comprise its body. If the minigear it launches at a foe doesn’t return, it will die."
  },
  {
    "id": 601,
    "name": "Klinklang",
    "description": "Its red core functions as an energy tank. It fires the charged energy through its spikes into an area."
  },
  {
    "id": 602,
    "name": "Tynamo",
    "description": "One alone can emit only a trickle of electricity, so a group of them gathers to unleash a powerful electric shock."
  },
  {
    "id": 603,
    "name": "Eelektrik",
    "description": "These Pokémon have a big appetite. When they spot their prey, they attack it and paralyze it with electricity."
  },
  {
    "id": 604,
    "name": "Eelektross",
    "description": "They crawl out of the ocean using their arms. They will attack prey on shore and immediately drag it into the ocean."
  },
  {
    "id": 605,
    "name": "Elgyem",
    "description": "This Pokémon is shrouded in mystery. It’s said to have appeared from a UFO that fell from the sky about 50 years ago."
  },
  {
    "id": 606,
    "name": "Beheeyem",
    "description": "It has strong psychic powers. Using its fingers that flash three different colors, it controls its opponents and rewrites their memories."
  },
  {
    "id": 607,
    "name": "Litwick",
    "description": "Litwick shines a light that absorbs the life energy of people and Pokémon, which becomes the fuel that it burns."
  },
  {
    "id": 608,
    "name": "Lampent",
    "description": "It arrives near the moment of death and steals spirit from the body."
  },
  {
    "id": 609,
    "name": "Chandelure",
    "description": "The spirits burned up in its ominous flame lose their way and wander this world forever."
  },
  {
    "id": 610,
    "name": "Axew",
    "description": "They mark their territory by leaving gashes in trees with their tusks. If a tusk breaks, a new one grows in quickly."
  },
  {
    "id": 611,
    "name": "Fraxure",
    "description": "A broken tusk will not grow back, so it diligently sharpens its tusks on river rocks after the end of a battle."
  },
  {
    "id": 612,
    "name": "Haxorus",
    "description": "Their sturdy tusks will stay sharp even if used to cut steel beams. These Pokémon are covered in hard armor."
  },
  {
    "id": 613,
    "name": "Cubchoo",
    "description": "Their snot is a barometer of health. When healthy, their snot is sticky and the power of their ice moves increases."
  },
  {
    "id": 614,
    "name": "Beartic",
    "description": "It freezes its breath to create fangs and claws of ice to fight with. Cold northern areas are its habitat."
  },
  {
    "id": 615,
    "name": "Cryogonal",
    "description": "They are composed of ice crystals. They capture prey with chains of ice, freezing the prey at -148 degrees Fahrenheit."
  },
  {
    "id": 616,
    "name": "Shelmet",
    "description": "It evolves when bathed in an electric-like energy along with Karrablast. The reason is still unknown."
  },
  {
    "id": 617,
    "name": "Accelgor",
    "description": "When its body dries out, it weakens. So, to prevent dehydration, it wraps itself in many layers of thin membrane."
  },
  {
    "id": 618,
    "name": "Stunfisk",
    "description": "It conceals itself in the mud of the seashore. Then it waits. When prey touch it, it delivers a jolt of electricity."
  },
  {
    "id": 619,
    "name": "Mienfoo",
    "description": "They seclude themselves in the mountains and devote themselves to training. The form of their kicks and chops differs from pack to pack."
  },
  {
    "id": 620,
    "name": "Mienshao",
    "description": "When Mienshao lets out a bizarre wail, you’re in danger. A flurry of kicks and chops too fast to see is about to be unleashed!"
  },
  {
    "id": 621,
    "name": "Druddigon",
    "description": "It infiltrates tunnels that Pokémon like Diglett and Dugtrio have dug and quietly waits for prey to pass through."
  },
  {
    "id": 622,
    "name": "Golett",
    "description": "Although ancient people apparently built it by working with clay, the source of its energy is unclear."
  },
  {
    "id": 623,
    "name": "Golurk",
    "description": "When the seal on its chest is removed, it rages indiscriminately, turning the whole town around it into a mountain of rubble."
  },
  {
    "id": 624,
    "name": "Pawniard",
    "description": "It follows Bisharp’s orders to a tee when it attacks enemies. After slashing an opponent, Pawniard clangs both of its blades together."
  },
  {
    "id": 625,
    "name": "Bisharp",
    "description": "It leads a group of Pawniard. Bisharp doesn’t even change its expression when it deals the finishing blow to an opponent."
  },
  {
    "id": 626,
    "name": "Bouffalant",
    "description": "Their fluffy fur absorbs damage, even if they strike foes with a fierce headbutt."
  },
  {
    "id": 627,
    "name": "Rufflet",
    "description": "Known as a natural-born warrior, soon after its hatching, it will challenge its parent to a fight in order to gain their acceptance."
  },
  {
    "id": 628,
    "name": "Braviary",
    "description": "Known as “the hero of the skies,” this Pokémon is so proud and so brave that it will never retreat, even when it’s injured."
  },
  {
    "id": 629,
    "name": "Vullaby",
    "description": "Its healthy appetite leads to visible growth spurts. It often has to replace the bones it wears as its size increases."
  },
  {
    "id": 630,
    "name": "Mandibuzz",
    "description": "It’s always searching for food for Vullaby. When it finds a weak Pokémon, Mandibuzz swoops it right off to its nest."
  },
  {
    "id": 631,
    "name": "Heatmor",
    "description": "It draws in air through its tail, transforms it into fire, and uses it like a tongue. It melts Durant and eats them."
  },
  {
    "id": 632,
    "name": "Durant",
    "description": "They attack in groups, covering themselves in steel armor to protect themselves from Heatmor."
  },
  {
    "id": 633,
    "name": "Deino",
    "description": "Lacking sight, it’s unaware of its surroundings, so it bumps into things and eats anything that moves."
  },
  {
    "id": 634,
    "name": "Zweilous",
    "description": "After it has eaten up all the food in its territory, it moves to another area. Its two heads do not get along."
  },
  {
    "id": 635,
    "name": "Hydreigon",
    "description": "It responds to movement by attacking. This scary, three-headed Pokémon devours everything in its path!"
  },
  {
    "id": 636,
    "name": "Larvesta",
    "description": "It protects itself with flame. Long years ago, people believed Larvesta had a nest on the sun."
  },
  {
    "id": 637,
    "name": "Volcarona",
    "description": "According to legends, it was hatched from a flaming cocoon to save people and Pokémon that were suffering from the cold."
  },
  {
    "id": 638,
    "name": "Cobalion",
    "description": "It has a body and heart of steel. It worked with its allies to punish people when they hurt Pokémon."
  },
  {
    "id": 639,
    "name": "Terrakion",
    "description": "Spoken of in legend, this Pokémon used its phenomenal power to destroy a castle in its effort to protect Pokémon."
  },
  {
    "id": 640,
    "name": "Virizion",
    "description": "Legends say this Pokémon confounded opponents with its swift movements."
  },
  {
    "id": 641,
    "name": "Tornadus",
    "description": "Tornadus expels massive energy from its tail, causing severe storms. Its power is great enough to blow houses away."
  },
  {
    "id": 642,
    "name": "Thundurus",
    "description": "As it flies around, it shoots lightning all over the place and causes forest fires. It is therefore disliked."
  },
  {
    "id": 643,
    "name": "Reshiram",
    "description": "When Reshiram’s tail flares, the heat energy moves the atmosphere and changes the world’s weather."
  },
  {
    "id": 644,
    "name": "Zekrom",
    "description": "Concealing itself in lightning clouds, it flies throughout the Unova region. It creates electricity in its tail."
  },
  {
    "id": 645,
    "name": "Landorus",
    "description": "From the forces of lightning and wind, it creates energy to give nutrients to the soil and make the land abundant."
  },
  {
    "id": 646,
    "name": "Kyurem",
    "description": "It generates a powerful, freezing energy inside itself, but its body became frozen when the energy leaked out."
  },
  {
    "id": 647,
    "name": "Keldeo",
    "description": "When it is resolute, its body fills with power and it becomes swifter. Its jumps are then too fast to follow."
  },
  {
    "id": 648,
    "name": "Meloetta",
    "description": "Its melodies are sung with a special vocalization method that can control the feelings of those who hear it."
  },
  {
    "id": 649,
    "name": "Genesect",
    "description": "This Pokémon existed 300 million years ago. Team Plasma altered it and attached a cannon to its back."
  },
  {
    "id": 650,
    "name": "Chespin",
    "description": "Such a thick shell of wood covers its head and back that even a direct hit from a truck wouldn’t faze it."
  },
  {
    "id": 651,
    "name": "Quilladin",
    "description": "They strengthen their lower bodies by running into one another. They are very kind and won’t start fights."
  },
  {
    "id": 652,
    "name": "Chesnaught",
    "description": "When it takes a defensive posture with its fists guarding its face, it could withstand a bomb blast."
  },
  {
    "id": 653,
    "name": "Fennekin",
    "description": "As it walks, it munches on a twig in place of a snack. It intimidates opponents by puffing hot air out of its ears."
  },
  {
    "id": 654,
    "name": "Braixen",
    "description": "When the twig is plucked from its tail, friction sets the twig alight. The flame is used to send signals to its allies."
  },
  {
    "id": 655,
    "name": "Delphox",
    "description": "Using psychic power, it generates a fiery vortex of 5,400 degrees Fahrenheit, incinerating foes swept into this whirl of flame."
  },
  {
    "id": 656,
    "name": "Froakie",
    "description": "It protects its skin by covering its body in delicate bubbles. Beneath its happy-go-lucky air, it keeps a watchful eye on its surroundings."
  },
  {
    "id": 657,
    "name": "Frogadier",
    "description": "Its swiftness is unparalleled. It can scale a tower of more than 2,000 feet in a minute’s time."
  },
  {
    "id": 658,
    "name": "Greninja",
    "description": "It appears and vanishes with a ninja’s grace. It toys with its enemies using swift movements, while slicing them with throwing stars of sharpest water."
  },
  {
    "id": 659,
    "name": "Bunnelby",
    "description": "It has ears like shovels. Digging holes strengthens its ears so much that they can sever thick roots effortlessly."
  },
  {
    "id": 660,
    "name": "Diggersby",
    "description": "As powerful as an excavator, its ears can reduce dense bedrock to rubble. When it’s finished digging, it lounges lazily."
  },
  {
    "id": 661,
    "name": "Fletchling",
    "description": "Its body is always warm. Trainers who live in cold areas apparently sleep with it in their bed."
  },
  {
    "id": 662,
    "name": "Fletchinder",
    "description": "Its speed right after takeoff already puts it in the top speed class of all bird Pokémon."
  },
  {
    "id": 663,
    "name": "Talonflame",
    "description": "Bird Pokémon make up most of its diet. It approaches at high speeds and smacks them down to the ground with its powerful kick."
  },
  {
    "id": 664,
    "name": "Scatterbug",
    "description": "The powder that covers its body regulates its temperature, so it can live in any region or climate."
  },
  {
    "id": 665,
    "name": "Spewpa",
    "description": "The beaks of bird Pokémon can’t begin to scratch its stalwart body. To defend itself, it spews powder."
  },
  {
    "id": 666,
    "name": "Vivillon",
    "description": "The patterns on this Pokémon’s wings depend on the climate and topography of its habitat. It scatters colorful scales."
  },
  {
    "id": 667,
    "name": "Litleo",
    "description": "This hot-blooded Pokémon is filled with curiosity. When it gets angry or starts fighting, its short mane gets hot."
  },
  {
    "id": 668,
    "name": "Pyroar",
    "description": "The temperature of its breath is over 10,000 degrees Fahrenheit, but Pyroar doesn’t use it on its prey. This Pokémon prefers to eat raw meat."
  },
  {
    "id": 669,
    "name": "Flabébé",
    "description": "Flabébé wears a crown made from pollen it’s collected from its flower. The crown has hidden healing properties."
  },
  {
    "id": 670,
    "name": "Floette",
    "description": "It gives its own power to flowers, pouring its heart into caring for them. Floette never forgives anyone who messes up a flower bed."
  },
  {
    "id": 671,
    "name": "Florges",
    "description": "Its life can span several hundred years. It’s said to devote its entire life to protecting gardens."
  },
  {
    "id": 672,
    "name": "Skiddo",
    "description": "If it has sunshine and water, it doesn’t need to eat, because it can generate energy from the leaves on its back."
  },
  {
    "id": 673,
    "name": "Gogoat",
    "description": "They inhabit mountainous regions. The leader of the herd is decided by a battle of clashing horns."
  },
  {
    "id": 674,
    "name": "Pancham",
    "description": "It’s desperate to intimidate its opponents. Be nice and pretend to be scared if you catch it glaring at you intensely."
  },
  {
    "id": 675,
    "name": "Pangoro",
    "description": "Pangoro is the type to talk with its fists. It doesn’t say much as it pummels opponents with enough force to send a dump truck flying."
  },
  {
    "id": 676,
    "name": "Furfrou",
    "description": "Left alone, its fur will grow longer and longer, but it will only allow someone it trusts to cut it."
  },
  {
    "id": 677,
    "name": "Espurr",
    "description": "It has enough psychic energy to blast everything within 300 feet of itself, but it has no control over its power."
  },
  {
    "id": 678,
    "name": "Meowstic",
    "description": "The eyeball patterns on the interior of its ears emit psychic energy. It keeps the patterns tightly covered because that power is too immense."
  },
  {
    "id": 679,
    "name": "Honedge",
    "description": "If anyone dares to grab its hilt, it wraps a blue cloth around that person’s arm and drains that person’s life energy completely."
  },
  {
    "id": 680,
    "name": "Doublade",
    "description": "The complex attack patterns of its two swords are unstoppable, even for an opponent greatly accomplished at swordplay."
  },
  {
    "id": 681,
    "name": "Aegislash",
    "description": "Apparently, it can detect the innate qualities of leadership. According to legend, whoever it recognizes is destined to become king."
  },
  {
    "id": 682,
    "name": "Spritzee",
    "description": "In the past, rather than using perfume, royal ladies carried a Spritzee that would waft a fragrance they liked."
  },
  {
    "id": 683,
    "name": "Aromatisse",
    "description": "Its scent is so overpowering that, unless a Trainer happens to really enjoy the smell, he or she will have a hard time walking alongside it."
  },
  {
    "id": 684,
    "name": "Swirlix",
    "description": "Because it eats nothing but sweets, its fur is as sticky sweet as cotton candy."
  },
  {
    "id": 685,
    "name": "Slurpuff",
    "description": "Its sense of smell is 100 million times better than a human’s, so even the faintest scent tells it about everything in the area. It’s like it can see with its nose!"
  },
  {
    "id": 686,
    "name": "Inkay",
    "description": "When exchanging information with others of its kind, it flashes the light-emitting spots on its body in a complex rhythm."
  },
  {
    "id": 687,
    "name": "Malamar",
    "description": "It flashes the pattern on its torso to control its prey and draw them in. The edges of its fins are supremely sharp."
  },
  {
    "id": 688,
    "name": "Binacle",
    "description": "They stretch and then contract, yanking their rocks along with them in bold hops. They eat seaweed that washes up on the shoreline."
  },
  {
    "id": 689,
    "name": "Barbaracle",
    "description": "Barbaracle’s legs and hands have minds of their own, and they will move independently. But they usually follow the head’s orders."
  },
  {
    "id": 690,
    "name": "Skrelp",
    "description": "It’s not good at swimming, so it clings to the seaweed. In the Alola region, it’s often found near Dhelmise."
  },
  {
    "id": 691,
    "name": "Dragalge",
    "description": "It blends in with seaweed to ambush its prey and then takes them down with a poisonous liquid strong enough to melt metal."
  },
  {
    "id": 692,
    "name": "Clauncher",
    "description": "It moves around by jetting water from its right pincer. It has a poor sense of balance, so it’s terrible at swimming straight."
  },
  {
    "id": 693,
    "name": "Clawitzer",
    "description": "Its right arm is packed with meat. When its pincer falls off, it’s exported to be used as a cooking ingredient."
  },
  {
    "id": 694,
    "name": "Helioptile",
    "description": "The frills on either side of its head have cells that generate electricity when exposed to sunlight."
  },
  {
    "id": 695,
    "name": "Heliolisk",
    "description": "It stimulates its muscles with electricity, boosting the strength in its legs and enabling it to run 100 yards in five seconds."
  },
  {
    "id": 696,
    "name": "Tyrunt",
    "description": "Tyrunt is spoiled and selfish. It may just be trying to frolic, but sometimes the ones it’s trying to frolic with are gravely injured."
  },
  {
    "id": 697,
    "name": "Tyrantrum",
    "description": "The king of the ancient world, it can easily crunch a car with the devastating strength of its enormous jaws."
  },
  {
    "id": 698,
    "name": "Amaura",
    "description": "Amaura was restored successfully, but it’s not expected to live long because of the heat of the current environment."
  },
  {
    "id": 699,
    "name": "Aurorus",
    "description": "This usually quiet and kindly Pokémon has a surface temperature of around –240 degrees Fahrenheit."
  },
  {
    "id": 700,
    "name": "Sylveon",
    "description": "Sylveon wraps its ribbonlike feelers around its Trainer’s arm because this touch enables it to read its Trainer’s feelings."
  },
  {
    "id": 701,
    "name": "Hawlucha",
    "description": "In combat, Hawlucha leaps nimbly about, taking advantage of its opponents’ blind spots. It’s also skilled at using superb submission holds."
  },
  {
    "id": 702,
    "name": "Dedenne",
    "description": "Its upper whiskers are sensors that survey its surroundings. Its lower whiskers are organs that shoot electricity."
  },
  {
    "id": 703,
    "name": "Carbink",
    "description": "To keep the jewels on their bodies free of tarnish, packs of Carbink use their soft manes to polish one another’s jewels."
  },
  {
    "id": 704,
    "name": "Goomy",
    "description": "Its body is mostly water. If it dries out, it will die, so it’s always sitting with perfect stillness in the shade."
  },
  {
    "id": 705,
    "name": "Sliggoo",
    "description": "Its entire body is covered with gooey mucus that can dissolve anything. Be sure to put gloves on if you’re going to touch it."
  },
  {
    "id": 706,
    "name": "Goodra",
    "description": "Underneath its slimy skin is a thick layer of fat, and the combination of the two makes enemies’ attacks slide right off."
  },
  {
    "id": 707,
    "name": "Klefki",
    "description": "Long ago it lived in mines, but once the minerals that make up its diet became scarcer, Klefki began appearing in human settlements."
  },
  {
    "id": 708,
    "name": "Phantump",
    "description": "An unknown spirit came to lodge in a tree stump, creating this Pokémon. A cure-all can be made from an infusion of its green leaves."
  },
  {
    "id": 709,
    "name": "Trevenant",
    "description": "This Pokémon controls trees via roots stretching from its feet, and it will attack anyone that dares to ravage the forest."
  },
  {
    "id": 710,
    "name": "Pumpkaboo",
    "description": "It is said to carry wandering spirits to the place where they belong so they can move on."
  },
  {
    "id": 711,
    "name": "Gourgeist",
    "description": "It enwraps its prey in its hairlike arms. It sings joyfully as it observes the suffering of its prey."
  },
  {
    "id": 712,
    "name": "Bergmite",
    "description": "Using air of -150 degrees Fahrenheit, they freeze opponents solid. They live in herds above the snow line on mountains."
  },
  {
    "id": 713,
    "name": "Avalugg",
    "description": "The way several Bergmite huddle on its back makes it look like an aircraft carrier made of ice."
  },
  {
    "id": 714,
    "name": "Noibat",
    "description": "It flies around in search of fruit to eat. It uses ultrasonic waves to detect which fruits are ripe."
  },
  {
    "id": 715,
    "name": "Noivern",
    "description": "This hot-blooded Pokémon attacks anything it sees with ultrasonic waves that can crush boulders."
  },
  {
    "id": 716,
    "name": "Xerneas",
    "description": "When the horns on its head shine in seven colors, it is said to be sharing everlasting life."
  },
  {
    "id": 717,
    "name": "Yveltal",
    "description": "When its life comes to an end, it absorbs the life energy of every living thing and turns into a cocoon once more."
  },
  {
    "id": 718,
    "name": "Zygarde",
    "description": "Some say it can change to an even more powerful form when battling those who threaten the ecosystem."
  },
  {
    "id": 719,
    "name": "Diancie",
    "description": "It can instantly create many diamonds by compressing the carbon in the air between its hands."
  },
  {
    "id": 720,
    "name": "Hoopa",
    "description": "It is said to be able to seize anything it desires with its six rings and six huge arms. With its power sealed, it is transformed into a much smaller form."
  },
  {
    "id": 721,
    "name": "Volcanion",
    "description": "It expels its internal steam from the arms on its back. It has enough power to blow away a mountain."
  },
  {
    "id": 722,
    "name": "Rowlet",
    "description": "It feels relaxed in tight, dark places and has been known to use its Trainer’s pocket or bag as a nest."
  },
  {
    "id": 723,
    "name": "Dartrix",
    "description": "Supremely sensitive to the presence of others, it can detect opponents standing behind it, flinging its sharp feathers to take them out."
  },
  {
    "id": 724,
    "name": "Decidueye",
    "description": "Decidueye can nock and fire an arrow at an enemy in a tenth of a second, so its battles are decided in the blink of an eye."
  },
  {
    "id": 725,
    "name": "Litten",
    "description": "Its coat regrows twice a year. When the time comes, Litten sets its own body on fire and burns away the old fur."
  },
  {
    "id": 726,
    "name": "Torracat",
    "description": "When its mane is standing on end, you can tell it’s feeling good. When it isn’t feeling well, its fur will lie down flat."
  },
  {
    "id": 727,
    "name": "Incineroar",
    "description": "When its fighting spirit is set alight, the flames around its waist become especially intense."
  },
  {
    "id": 728,
    "name": "Popplio",
    "description": "Popplio gets on top of its bouncy water balloons to jump higher. It’s quite the acrobatic fighter!"
  },
  {
    "id": 729,
    "name": "Brionne",
    "description": "It attacks by smacking its enemies with the exploding water balloons that it creates."
  },
  {
    "id": 730,
    "name": "Primarina",
    "description": "Also known as a songstress, it has a fantastical look on moonlit nights when it leads its colony in song."
  },
  {
    "id": 731,
    "name": "Pikipek",
    "description": "It may look spindly, but its neck muscles are heavy-duty. It can peck at a tree 16 times per second!"
  },
  {
    "id": 732,
    "name": "Trumbeak",
    "description": "From its mouth, it fires the seeds of berries it has eaten. The scattered seeds give rise to new plants."
  },
  {
    "id": 733,
    "name": "Toucannon",
    "description": "Known for forming harmonious couples, this Pokémon is brought to wedding ceremonies as a good luck charm."
  },
  {
    "id": 734,
    "name": "Yungoos",
    "description": "Although it will eat anything, it prefers fresh living things, so it marches down streets in search of prey."
  },
  {
    "id": 735,
    "name": "Gumshoos",
    "description": "Patient by nature, this Pokémon loses control of itself and pounces when it spots its favorite meal—Rattata!"
  },
  {
    "id": 736,
    "name": "Grubbin",
    "description": "It spits a sticky thread to stop opponents in their tracks, and then it grabs them in its sharp, sturdy mandibles to take them down."
  },
  {
    "id": 737,
    "name": "Charjabug",
    "description": "Its stout shell provides excellent defense from attacks. It uses electricity on persistent opponents."
  },
  {
    "id": 738,
    "name": "Vikavolt",
    "description": "Vikavolt flusters opponents with acrobatic flying maneuvers. This creates an opening for it to deliver an electric beam attack."
  },
  {
    "id": 739,
    "name": "Crabrawler",
    "description": "Crabrawler has been known to mistake Exeggutor for a coconut tree and climb it. The enraged Exeggutor shakes it off and stomps it."
  },
  {
    "id": 740,
    "name": "Crabominable",
    "description": "Before it stops to think, it just starts pummeling. There are records of its turning back avalanches with a flurry of punches."
  },
  {
    "id": 741,
    "name": "Oricorio",
    "description": "This Oricorio has drunk red nectar. If its Trainer gives the wrong order, this passionate Pokémon becomes fiercely angry."
  },
  {
    "id": 742,
    "name": "Cutiefly",
    "description": "Cutiefly can pick up the auras of living things. It skillfully reads those auras to predict its foes’ movements and make fools of them."
  },
  {
    "id": 743,
    "name": "Ribombee",
    "description": "It can predict the weather from moisture levels and wind direction. Ribombee only reveals itself when there are a few clear days in a row."
  },
  {
    "id": 744,
    "name": "Rockruff",
    "description": "When it rubs the rocks on its neck against you, that’s proof of its love for you. However, the rocks are sharp, so the gesture is quite painful!"
  },
  {
    "id": 745,
    "name": "Lycanroc",
    "description": "The rocks in its mane are sharper than a knife. Fragments that break off are treasured as good luck charms."
  },
  {
    "id": 746,
    "name": "Wishiwashi",
    "description": "When it’s in a jam, its shining eyes attract others of its kind. The light from its eyes is visible almost 25 miles away."
  },
  {
    "id": 747,
    "name": "Mareanie",
    "description": "Aside from its head, its body parts regenerate quickly if they’re cut off. After a good night’s sleep, Mareanie is back to normal."
  },
  {
    "id": 748,
    "name": "Toxapex",
    "description": "With its 12 legs, it creates a dome to shelter within. The flow of the tides doesn’t affect Toxapex in there, so it’s very comfortable."
  },
  {
    "id": 749,
    "name": "Mudbray",
    "description": "Possessing mighty power, Mudbray can be loaded with 50 times its own body weight and will be totally fine."
  },
  {
    "id": 750,
    "name": "Mudsdale",
    "description": "It can trudge mountain roads without rest for three days and three nights, all the while dragging a 10-ton load."
  },
  {
    "id": 751,
    "name": "Dewpider",
    "description": "It can only breathe oxygen that has dissolved in water, so it wears a water bubble on its head when it walks around on land."
  },
  {
    "id": 752,
    "name": "Araquanid",
    "description": "It has a habit of storing things it values in its water bubble. If its Trainer doesn’t watch out, Araquanid will try to put them in its bubble!"
  },
  {
    "id": 753,
    "name": "Fomantis",
    "description": "It loves the sunshine. When it basks in the sunlight regularly, it grows up with vivid coloration."
  },
  {
    "id": 754,
    "name": "Lurantis",
    "description": "As it slashes into its enemies, it looks like it’s dancing. Its elegant appearance has led some to call it the most glamorous Grass Pokémon."
  },
  {
    "id": 755,
    "name": "Morelull",
    "description": "It likes damp dark places. When night falls, the spores filling the caps of its mushrooms glow."
  },
  {
    "id": 756,
    "name": "Shiinotic",
    "description": "When it starts fighting for territory with Parasect, the entire area gets completely coated in spores!"
  },
  {
    "id": 757,
    "name": "Salandit",
    "description": "It weakens opponents and sends them reeling with its poisonous gas. Salandit doesn’t deal well with Spinda, since it’s always reeling."
  },
  {
    "id": 758,
    "name": "Salazzle",
    "description": "It punishes Salandit that couldn’t bring it food with a fierce slap of its flame-spewing palm."
  },
  {
    "id": 759,
    "name": "Stufful",
    "description": "Stufful hates to be hugged or touched in any way. It will squirm, thrash, and resist with amazing power."
  },
  {
    "id": 760,
    "name": "Bewear",
    "description": "It boasts tremendous physical strength. Many people call it the most dangerous Pokémon in the Alola region."
  },
  {
    "id": 761,
    "name": "Bounsweet",
    "description": "It tries to resist being swallowed by a bird Pokémon by spinning the sepals on its head. It’s usually a fruitless attempt."
  },
  {
    "id": 762,
    "name": "Steenee",
    "description": "It bounces around, swinging the sepals on its head with abandon. They’re quite painful when they smack you!"
  },
  {
    "id": 763,
    "name": "Tsareena",
    "description": "A Pokémon with an aggressive personality and a mastery of kicking, it cackles every time it kicks an opponent."
  },
  {
    "id": 764,
    "name": "Comfey",
    "description": "It picks flowers and sticks them to its body with fluids it produces. The aroma that wafts from its petals has a healing effect."
  },
  {
    "id": 765,
    "name": "Oranguru",
    "description": "Oranguru don’t get along with each other, so they’re always engaging in battles of wits to decide which one is superior."
  },
  {
    "id": 766,
    "name": "Passimian",
    "description": "Berries are its weapons as well as the staple of its diet. The one that can throw a berry the farthest is the boss of the troop."
  },
  {
    "id": 767,
    "name": "Wimpod",
    "description": "An astonishingly cowardly Pokémon, Wimpod will whir its legs at high speeds to run away if anything comes near it."
  },
  {
    "id": 768,
    "name": "Golisopod",
    "description": "Its claws, which it can extend and retract at will, are its greatest weapons. Golisopod is sometimes accompanied by Wimpod."
  },
  {
    "id": 769,
    "name": "Sandygast",
    "description": "If you build sand mounds when you’re playing, destroy them before you go home, or they may get possessed and become Sandygast."
  },
  {
    "id": 770,
    "name": "Palossand",
    "description": "Once it has whipped up a sandstorm to halt its opponents in their tracks, this terrifying Pokémon snatches away their vitality."
  },
  {
    "id": 771,
    "name": "Pyukumuku",
    "description": "Its entire body is covered in its own slime. If you accidentally step on one, you’ll slip, and it will get mad and smack you!"
  },
  {
    "id": 772,
    "name": "Type: Null",
    "description": "There’s danger of its going on a rampage, so its true power is sealed away beneath its control mask."
  },
  {
    "id": 773,
    "name": "Silvally",
    "description": "Through the bond it formed with its Trainer, its will was strengthened, and it was able to destroy its control mask."
  },
  {
    "id": 774,
    "name": "Minior",
    "description": "Although its outer shell is uncommonly durable, the shock of falling to the ground smashes the shell to smithereens."
  },
  {
    "id": 775,
    "name": "Komala",
    "description": "It remains asleep from birth to death as a result of the sedative properties of the leaves that form its diet."
  },
  {
    "id": 776,
    "name": "Turtonator",
    "description": "Its exploding shell poses a real danger but is sensitive to moisture. On rainy days, Turtonator takes silent refuge in caves."
  },
  {
    "id": 777,
    "name": "Togedemaru",
    "description": "Its capacity to produce electricity is somewhat limited, so it gets charged up by letting lightning strike it!"
  },
  {
    "id": 778,
    "name": "Mimikyu",
    "description": "A gust of wind revealed what hides under this Pokémon’s rag to a passing Trainer, who went home and died painfully that very night."
  },
  {
    "id": 779,
    "name": "Bruxish",
    "description": "Its skin is thick enough to fend off Mareanie’s spikes. With its robust teeth, Bruxish crunches up the spikes and eats them."
  },
  {
    "id": 780,
    "name": "Drampa",
    "description": "It appears in towns and plays with the children. Drampa will protect kids when they’re in danger, so their moms don’t have to worry."
  },
  {
    "id": 781,
    "name": "Dhelmise",
    "description": "Its chain-like green seaweed can stretch outward for hundreds of yards. For some reason, it gets along well with Skrelp."
  },
  {
    "id": 782,
    "name": "Jangmo-o",
    "description": "It will never show an enemy its back in battle. Ancient warriors liked Jangmo-o for its valiant disposition and made it one of their own."
  },
  {
    "id": 783,
    "name": "Hakamo-o",
    "description": "The scales it sheds can be molded and processed to make pots and pans. They conduct heat well, so they’re a popular item."
  },
  {
    "id": 784,
    "name": "Kommo-o",
    "description": "It battles valiantly with its fists, which are armored in steel scales. Kommo-o specializes in uppercuts."
  },
  {
    "id": 785,
    "name": "Tapu Koko",
    "description": "The lightning-wielding guardian deity of Melemele, Tapu Koko is brimming with curiosity and appears before people from time to time."
  },
  {
    "id": 786,
    "name": "Tapu Lele",
    "description": "Although called a guardian deity, Tapu Lele is devoid of guilt about its cruel disposition and can be described as nature incarnate."
  },
  {
    "id": 787,
    "name": "Tapu Bulu",
    "description": "It makes ringing sounds with its tail to let others know where it is, avoiding unneeded conflicts. This guardian deity of Ula’ula controls plants."
  },
  {
    "id": 788,
    "name": "Tapu Fini",
    "description": "Although it’s called a guardian deity, terrible calamities sometimes befall those who recklessly approach Tapu Fini."
  },
  {
    "id": 789,
    "name": "Cosmog",
    "description": "Whether or not it’s a Pokémon from this world is a mystery. When it’s in a jam, it warps away to a safe place to hide."
  },
  {
    "id": 790,
    "name": "Cosmoem",
    "description": "As it absorbs light, Cosmoem continues to grow. Its golden shell is surprisingly solid."
  },
  {
    "id": 791,
    "name": "Solgaleo",
    "description": "In writings from the distant past, it’s called by the name “the beast that devours the sun.”"
  },
  {
    "id": 792,
    "name": "Lunala",
    "description": "It sometimes summons unknown powers and life-forms here to this world from holes that lead to other worlds."
  },
  {
    "id": 793,
    "name": "Nihilego",
    "description": "It appeared in this world from an Ultra Wormhole. Nihilego appears to be a parasite that lives by feeding on people and Pokémon."
  },
  {
    "id": 794,
    "name": "Buzzwole",
    "description": "Buzzwole goes around showing off its abnormally swollen muscles. It is one kind of Ultra Beast."
  },
  {
    "id": 795,
    "name": "Pheromosa",
    "description": "Although it’s alien to this world and a danger here, it’s apparently a common organism in the world where it normally lives."
  },
  {
    "id": 796,
    "name": "Xurkitree",
    "description": "They’ve been dubbed Ultra Beasts. Some of them stand unmoving, like trees, with their arms and legs stuck into the ground."
  },
  {
    "id": 797,
    "name": "Celesteela",
    "description": "Although it’s alien to this world and a danger here, it’s apparently a common organism in the world where it normally lives."
  },
  {
    "id": 798,
    "name": "Kartana",
    "description": "Although it’s alien to this world and a danger here, it’s apparently a common organism in the world where it normally lives."
  },
  {
    "id": 799,
    "name": "Guzzlord",
    "description": "An unknown life-form called a UB. It may be constantly hungry—it is certainly always devouring something."
  },
  {
    "id": 800,
    "name": "Necrozma",
    "description": "Light is the source of its energy. If it isn’t devouring light, impurities build up in it and on it, and Necrozma darkens and stops moving."
  },
  {
    "id": 801,
    "name": "Magearna",
    "description": "Built roughly 500 years ago by a scientist, the part called the Soul-Heart is the actual life-form."
  },
  {
    "id": 802,
    "name": "Marshadow",
    "description": "It sinks into the shadows of people and Pokémon, where it can understand their feelings and copy their capabilities."
  },
  {
    "id": 803,
    "name": "Poipole",
    "description": "An Ultra Beast that lives in a different world, it cackles wildly as it sprays its opponents with poison from the needles on its head."
  },
  {
    "id": 804,
    "name": "Naganadel",
    "description": "One kind of Ultra Beast, it fires a glowing, venomous liquid from its needles. This liquid is also immensely adhesive."
  },
  {
    "id": 805,
    "name": "Stakataka",
    "description": "When stone walls started moving and attacking, the brute’s true identity was this mysterious life-form, which brings to mind an Ultra Beast."
  },
  {
    "id": 806,
    "name": "Blacephalon",
    "description": "A UB that appeared from an Ultra Wormhole, it causes explosions, then takes advantage of opponents’ surprise to rob them of their vitality."
  },
  {
    "id": 807,
    "name": "Zeraora",
    "description": "It approaches its enemies at the speed of lightning, then tears them limb from limb with its sharp claws."
  },
  {
    "id": 808,
    "name": "Meltan",
    "description": "They live as a group, but when the time comes, one strong Meltan will absorb all the others and evolve."
  },
  {
    "id": 809,
    "name": "Melmetal",
    "description": "Centrifugal force is behind the punches of Melmetal's heavy hex-nut arms. Melmetal is said to deliver the strongest punches of all Pokémon."
  },
  {
    "id": 810,
    "name": "Grookey",
    "description": "It attacks with rapid beats of its stick. As it strikes with amazing speed, it gets more and more pumped."
  },
  {
    "id": 811,
    "name": "Thwackey",
    "description": "When it’s drumming out rapid beats in battle, it gets so caught up in the rhythm that it won’t even notice that it’s already knocked out its opponent."
  },
  {
    "id": 812,
    "name": "Rillaboom",
    "description": "The one with the best drumming techniques becomes the boss of the troop. It has a gentle disposition and values harmony among its group."
  },
  {
    "id": 813,
    "name": "Scorbunny",
    "description": "It has special pads on the backs of its feet, and one on its nose. Once it’s raring to fight, these pads radiate tremendous heat."
  },
  {
    "id": 814,
    "name": "Raboot",
    "description": "It kicks berries right off the branches of trees and then juggles them with its feet, practicing its footwork."
  },
  {
    "id": 815,
    "name": "Cinderace",
    "description": "It’s skilled at both offense and defense, and it gets pumped up when cheered on. But if it starts showboating, it could put itself in a tough spot."
  },
  {
    "id": 816,
    "name": "Sobble",
    "description": "When it gets wet, its skin changes color, and this Pokémon becomes invisible as if it were camouflaged."
  },
  {
    "id": 817,
    "name": "Drizzile",
    "description": "Highly intelligent but also very lazy, it keeps enemies out of its territory by laying traps everywhere."
  },
  {
    "id": 818,
    "name": "Inteleon",
    "description": "Its nictitating membranes let it pick out foes’ weak points so it can precisely blast them with water that shoots from its fingertips at Mach 3."
  },
  {
    "id": 819,
    "name": "Skwovet",
    "description": "It eats berries nonstop—a habit that has made it more resilient than it looks. It’ll show up on farms, searching for yet more berries."
  },
  {
    "id": 820,
    "name": "Greedent",
    "description": "Common throughout the Galar region, this Pokémon has strong teeth and can chew through the toughest of berry shells."
  },
  {
    "id": 821,
    "name": "Rookidee",
    "description": "Jumping nimbly about, this small-bodied Pokémon takes advantage of even the slightest opportunity to disorient larger opponents."
  },
  {
    "id": 822,
    "name": "Corvisquire",
    "description": "The lessons of many harsh battles have taught it how to accurately judge an opponent’s strength."
  },
  {
    "id": 823,
    "name": "Corviknight",
    "description": "With their great intellect and flying skills, these Pokémon very successfully act as the Galar region’s airborne taxi service."
  },
  {
    "id": 824,
    "name": "Blipbug",
    "description": "Often found in gardens, this Pokémon has hairs on its body that it uses to assess its surroundings."
  },
  {
    "id": 825,
    "name": "Dottler",
    "description": "As it grows inside its shell, it uses its psychic abilities to monitor the outside world and prepare for evolution."
  },
  {
    "id": 826,
    "name": "Orbeetle",
    "description": "It emits psychic energy to observe and study what’s around it—and what’s around it can include things over six miles away."
  },
  {
    "id": 827,
    "name": "Nickit",
    "description": "Cunning and cautious, this Pokémon survives by stealing food from others. It erases its tracks with swipes of its tail as it makes off with its plunder."
  },
  {
    "id": 828,
    "name": "Thievul",
    "description": "With a lithe body and sharp claws, it goes around stealing food and eggs. Boltund is its natural enemy."
  },
  {
    "id": 829,
    "name": "Gossifleur",
    "description": "It whirls around in the wind while singing a joyous song. This delightful display has charmed many into raising this Pokémon."
  },
  {
    "id": 830,
    "name": "Eldegoss",
    "description": "The cotton on the head of this Pokémon can be spun into a glossy, gorgeous yarn—a Galar regional specialty."
  },
  {
    "id": 831,
    "name": "Wooloo",
    "description": "If its fleece grows too long, Wooloo won’t be able to move. Cloth made with the wool of this Pokémon is surprisingly strong."
  },
  {
    "id": 832,
    "name": "Dubwool",
    "description": "Its majestic horns are meant only to impress the opposite gender. They never see use in battle."
  },
  {
    "id": 833,
    "name": "Chewtle",
    "description": "It starts off battles by attacking with its rock-hard horn, but as soon as the opponent flinches, this Pokémon bites down and never lets go."
  },
  {
    "id": 834,
    "name": "Drednaw",
    "description": "This Pokémon rapidly extends its retractable neck to sink its sharp fangs into distant enemies and take them down."
  },
  {
    "id": 835,
    "name": "Yamper",
    "description": "This gluttonous Pokémon only assists people with their work because it wants treats. As it runs, it crackles with electricity."
  },
  {
    "id": 836,
    "name": "Boltund",
    "description": "It sends electricity through its legs to boost their strength. Running at top speed, it easily breaks 50 mph."
  },
  {
    "id": 837,
    "name": "Rolycoly",
    "description": "It can race around like a unicycle, even on rough, rocky terrain. Burning coal sustains it."
  },
  {
    "id": 838,
    "name": "Carkol",
    "description": "By rapidly rolling its legs, it can travel at over 18 mph. The temperature of the flames it breathes exceeds 1,800 degrees Fahrenheit."
  },
  {
    "id": 839,
    "name": "Coalossal",
    "description": "While it’s engaged in battle, its mountain of coal will burn bright red, sending off sparks that scorch the surrounding area."
  },
  {
    "id": 840,
    "name": "Applin",
    "description": "As soon as it’s born, it burrows into an apple. Not only does the apple serve as its food source, but the flavor of the fruit determines its evolution."
  },
  {
    "id": 841,
    "name": "Flapple",
    "description": "It flies on wings of apple skin and spits a powerful acid. It can also change its shape into that of an apple."
  },
  {
    "id": 842,
    "name": "Appletun",
    "description": "Its body is covered in sweet nectar, and the skin on its back is especially yummy. Children used to have it as a snack."
  },
  {
    "id": 843,
    "name": "Silicobra",
    "description": "It spews sand from its nostrils. While the enemy is blinded, it burrows into the ground to hide."
  },
  {
    "id": 844,
    "name": "Sandaconda",
    "description": "Its unique style of coiling allows it to blast sand out of its sand sac more efficiently."
  },
  {
    "id": 845,
    "name": "Cramorant",
    "description": "This hungry Pokémon swallows Arrokuda whole. Occasionally, it makes a mistake and tries to swallow a Pokémon other than its preferred prey."
  },
  {
    "id": 846,
    "name": "Arrokuda",
    "description": "After it’s eaten its fill, its movements become extremely sluggish. That’s when Cramorant swallows it up."
  },
  {
    "id": 847,
    "name": "Barraskewda",
    "description": "It spins its tail fins to propel itself, surging forward at speeds of over 100 knots before ramming prey and spearing into them."
  },
  {
    "id": 848,
    "name": "Toxel",
    "description": "It manipulates the chemical makeup of its poison to produce electricity. The voltage is weak, but it can cause a tingling paralysis."
  },
  {
    "id": 849,
    "name": "Toxtricity",
    "description": "This short-tempered and aggressive Pokémon chugs stagnant water to absorb any toxins it might contain."
  },
  {
    "id": 850,
    "name": "Sizzlipede",
    "description": "It wraps prey up with its heated body, cooking them in its coils. Once they’re well-done, it will voraciously nibble them down to the last morsel."
  },
  {
    "id": 851,
    "name": "Centiskorch",
    "description": "While its burning body is already dangerous on its own, this excessively hostile Pokémon also has large and very sharp fangs."
  },
  {
    "id": 852,
    "name": "Clobbopus",
    "description": "Its tentacles tear off easily, but it isn’t alarmed when that happens—it knows they’ll grow back. It’s about as smart as a three-year-old."
  },
  {
    "id": 853,
    "name": "Grapploct",
    "description": "Searching for an opponent to test its skills against, it emerges onto land. Once the battle is over, it returns to the sea."
  },
  {
    "id": 854,
    "name": "Sinistea",
    "description": "The teacup in which this Pokémon makes its home is a famous piece of antique tableware. Many forgeries are in circulation."
  },
  {
    "id": 855,
    "name": "Polteageist",
    "description": "Leaving leftover black tea unattended is asking for this Pokémon to come along and pour itself into it, turning the tea into a new Polteageist."
  },
  {
    "id": 856,
    "name": "Hatenna",
    "description": "If this Pokémon senses a strong emotion, it will run away as fast as it can. It prefers areas without people."
  },
  {
    "id": 857,
    "name": "Hattrem",
    "description": "Using the braids on its head, it pummels foes to get them to quiet down. One blow from those braids would knock out a professional boxer."
  },
  {
    "id": 858,
    "name": "Hatterene",
    "description": "If you’re too loud around it, you risk being torn apart by the claws on its tentacle. This Pokémon is also known as the Forest Witch."
  },
  {
    "id": 859,
    "name": "Impidimp",
    "description": "It sneaks into people’s homes, stealing things and feasting on the negative energy of the frustrated occupants."
  },
  {
    "id": 860,
    "name": "Morgrem",
    "description": "With sly cunning, it tries to lure people into the woods. Some believe it to have the power to make crops grow."
  },
  {
    "id": 861,
    "name": "Grimmsnarl",
    "description": "Its hairs work like muscle fibers. When its hairs unfurl, they latch on to opponents, ensnaring them as tentacles would."
  },
  {
    "id": 862,
    "name": "Obstagoon",
    "description": "It evolved after experiencing numerous fights. While crossing its arms, it lets out a shout that would make any opponent flinch."
  },
  {
    "id": 863,
    "name": "Perrserker",
    "description": "After many battles, it evolved dangerous claws that come together to form daggers when extended."
  },
  {
    "id": 864,
    "name": "Cursola",
    "description": "Be cautious of the ectoplasmic body surrounding its soul. You’ll become stiff as stone if you touch it."
  },
  {
    "id": 865,
    "name": "Sirfetch'd",
    "description": "After deflecting attacks with its hard leaf shield, it strikes back with its sharp leek stalk. The leek stalk is both weapon and food."
  },
  {
    "id": 866,
    "name": "Mr. Rime",
    "description": "Its amusing movements make it very popular. It releases its psychic power from the pattern on its belly."
  },
  {
    "id": 867,
    "name": "Runerigus",
    "description": "Never touch its shadowlike body, or you’ll be shown the horrific memories behind the picture carved into it."
  },
  {
    "id": 868,
    "name": "Milcery",
    "description": "They say that any patisserie visited by Milcery is guaranteed success and good fortune."
  },
  {
    "id": 869,
    "name": "Alcremie",
    "description": "When Alcremie is content, the cream it secretes from its hands becomes sweeter and richer."
  },
  {
    "id": 870,
    "name": "Falinks",
    "description": "The six of them work together as one Pokémon. Teamwork is also their battle strategy, and they constantly change their formation as they fight."
  },
  {
    "id": 871,
    "name": "Pincurchin",
    "description": "It stores electricity in each spine. Even if one gets broken off, it still continues to emit electricity for at least three hours."
  },
  {
    "id": 872,
    "name": "Snom",
    "description": "It eats snow that piles up on the ground. The more snow it eats, the bigger and more impressive the spikes on its back grow."
  },
  {
    "id": 873,
    "name": "Frosmoth",
    "description": "It shows no mercy to any who desecrate fields and mountains. It will fly around on its icy wings, causing a blizzard to chase offenders away."
  },
  {
    "id": 874,
    "name": "Stonjourner",
    "description": "Once a year, on a specific date and at a specific time, they gather out of nowhere and form up in a circle."
  },
  {
    "id": 875,
    "name": "Eiscue",
    "description": "This Pokémon keeps its heat-sensitive head cool with ice. It fishes for its food, dangling its single hair into the sea to lure in prey."
  },
  {
    "id": 876,
    "name": "Indeedee",
    "description": "Through its horns, it can pick up on the emotions of creatures around it. Positive emotions are the source of its strength."
  },
  {
    "id": 877,
    "name": "Morpeko",
    "description": "It carries electrically roasted seeds with it as if they’re precious treasures. No matter how much it eats, it always gets hungry again in short order."
  },
  {
    "id": 878,
    "name": "Cufant",
    "description": "If a job requires serious strength, this Pokémon will excel at it. Its copper body tarnishes in the rain, turning a vibrant green color."
  },
  {
    "id": 879,
    "name": "Copperajah",
    "description": "These Pokémon live in herds. Their trunks have incredible grip strength, strong enough to crush giant rocks into powder."
  },
  {
    "id": 880,
    "name": "Dracozolt",
    "description": "The powerful muscles in its tail generate its electricity. Compared to its lower body, its upper half is entirely too small."
  },
  {
    "id": 881,
    "name": "Arctozolt",
    "description": "This Pokémon lived on prehistoric seashores and was able to preserve food with the ice on its body. It went extinct because it moved so slowly."
  },
  {
    "id": 882,
    "name": "Dracovish",
    "description": "Its mighty legs are capable of running at speeds exceeding 40 mph, but this Pokémon can’t breathe unless it’s underwater."
  },
  {
    "id": 883,
    "name": "Arctovish",
    "description": "The skin on its face is impervious to attack, but breathing difficulties made this Pokémon go extinct anyway."
  },
  {
    "id": 884,
    "name": "Duraludon",
    "description": "The special metal that composes its body is very light, so this Pokémon has considerable agility. It lives in caves because it dislikes the rain."
  },
  {
    "id": 885,
    "name": "Dreepy",
    "description": "If this weak Pokémon is by itself, a mere child could defeat it. But if Dreepy has friends to help it train, it can evolve and become much stronger."
  },
  {
    "id": 886,
    "name": "Drakloak",
    "description": "Without a Dreepy to place on its head and care for, it gets so uneasy it’ll try to substitute any Pokémon it finds for the missing Dreepy."
  },
  {
    "id": 887,
    "name": "Dragapult",
    "description": "Apparently the Dreepy inside Dragapult’s horns eagerly look forward to being launched out at Mach speeds."
  },
  {
    "id": 888,
    "name": "Zacian",
    "description": "This Pokémon has slumbered for many years. Some say it’s Zamazenta’s elder sister—others say the two Pokémon are rivals."
  },
  {
    "id": 889,
    "name": "Zamazenta",
    "description": "This Pokémon slept for aeons while in the form of a statue. It was asleep for so long, people forgot that it ever existed."
  },
  {
    "id": 890,
    "name": "Eternatus",
    "description": "It was inside a meteorite that fell 20,000 years ago. There seems to be a connection between this Pokémon and the Dynamax phenomenon."
  },
  {
    "id": 891,
    "name": "Kubfu",
    "description": "If Kubfu pulls the long white hair on its head, its fighting spirit heightens and power wells up from the depths of its belly."
  },
  {
    "id": 892,
    "name": "Urshifu",
    "description": "Inhabiting the mountains of a distant region, this Pokémon races across sheer cliffs, training its legs and refining its moves."
  },
  {
    "id": 893,
    "name": "Zarude",
    "description": "Once the vines on Zarude’s body tear off, they become nutrients in the soil. This helps the plants of the forest grow."
  },
  {
    "id": 894,
    "name": "Regieleki",
    "description": "Its entire body is made up of a single organ that generates electrical energy. Regieleki is capable of creating all Galar’s electricity."
  },
  {
    "id": 895,
    "name": "Regidrago",
    "description": "Its body is composed of crystallized dragon energy. Regidrago is said to have the powers of every dragon Pokémon."
  },
  {
    "id": 896,
    "name": "Glastrier",
    "description": "Glastrier has tremendous physical strength, and the mask of ice covering its face is 100 times harder than diamond."
  },
  {
    "id": 897,
    "name": "Spectrier",
    "description": "As it dashes through the night, Spectrier absorbs the life-force of sleeping creatures. It craves silence and solitude."
  },
  {
    "id": 898,
    "name": "Calyrex",
    "description": "Calyrex is known in legend as a king that ruled over Galar in ancient times. It has the power to cause hearts to mend and plants to spring forth."
  }
]